Repository: benadrasni/abherbs_flutter
Catalog: res/values/strings_*.arb
Languages: et, fi_fi, fr_fr, it_it, ja_jp, lt_lt, pa_in, ru_ru, sk_sk

# observation_photo_delete
source: Remove photo
fi_fi: Poista kuva
fr_fr: Retirer photo
it_it: Rimuovi foto
ja_jp: 写真を削除
lt_lt: Pašalinti nuotrauką
pa_in: ਫੋਟੋ ਹਟਾਓ
ru_ru: Удалить фото
sk_sk: Odstrániť fotografiu

# observation_photo_delete_question
source: Do you want to remove photo from the observation?
fi_fi: Haluatko poistaa kuvan havainnosta?
fr_fr: Voulez-vous retirer la photo de l'observation?
it_it: Vuoi rimuovere la foto dall'osservazione?
ja_jp: 観察から写真を削除しますか？
lt_lt: Ar norite pašalinti nuotrauką iš stebėjimo?
pa_in: ਕੀ ਤੁਸੀਂ ਦੇਖਣ ਤੋਂ ਫੋਟੋ ਹਟਾਉਣੀ ਚਾਹੁੰਦੇ ਹੋ?
ru_ru: Вы хотите удалить фотографию из наблюдения?
sk_sk: Chcete odstrániť fotografiu z Pozorovania?

# observation_photo_duplicate
source: Duplicate photo. Skipped.
fi_fi: Kaksoiskuva. Ohitetaan.
fr_fr: Dupliquer une photo. Ignoré.
it_it: Foto duplicata. Saltato.
ja_jp: 写真を複製します。 スキップしました。
lt_lt: Pasikartojanti nuotrauka. Praleista.
pa_in: ਡੁਪਲੀਕੇਟ ਫੋਟੋ ਛੱਡਿਆ
ru_ru: Дубликат фото. Пропущенные.
sk_sk: Fotografia už bola raz pridaná.

# observation_upload_title
source: Upload observations
fi_fi: Lataa havainnot
fr_fr: Télécharger les observations
it_it: Carica osservazioni
ja_jp: 観測をアップロードする
lt_lt: Įkelkite pastabas
pa_in: ਟਿੱਪਣੀਆਂ ਨੂੰ ਅਪਲੋਡ ਕਰੋ
ru_ru: Загрузить наблюдения
sk_sk: Zálohovať pozorovania

# observation_upload_message
source: You're going to upload $param observations. Please check if your device is connected to wi-fi. Are you ready for an upload?
fi_fi: Lähetät $param havaintoja. Tarkista, onko laite liitetty wi-fi-verkkoon. Oletko valmis lataamaan?
fr_fr: Vous allez télécharger des observations $param. Veuillez vérifier si votre appareil est connecté au wi-fi. Êtes-vous prêt pour un téléchargement?
it_it: Stai per caricare osservazioni $param. Verifica se il dispositivo è collegato al wi-fi. Sei pronto per il caricamento?
ja_jp: $param の観測結果をアップロードします。 お使いの機器がWi-Fiに接続されているか確認してください。 アップロードの準備はできていますか？
lt_lt: Jūs ketinate įkelti $param pastabas. Patikrinkite, ar įrenginys prijungtas prie „Wi-Fi“. Ar esate pasiruošę įkelti?
pa_in: ਤੁਸੀਂ $param ਨਿਰੀਖਣ ਅਪਲੋਡ ਕਰਨ ਜਾ ਰਹੇ ਹੋ ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਹਾਡੀ ਡਿਵਾਈਸ Wi-Fi ਨਾਲ ਕਨੈਕਟ ਕੀਤੀ ਹੋਈ ਹੈ ਜਾਂ ਨਹੀਂ. ਕੀ ਤੁਸੀਂ ਅਪਲੋਡ ਲਈ ਤਿਆਰ ਹੋ?
ru_ru: Вы собираетесь загрузить наблюдения $param. Пожалуйста, проверьте, если ваше устройство подключено к Wi-Fi. Вы готовы к загрузке?
sk_sk: Chystáte sa zálohovať $param pozorovaní. Skontrolujte, prosím, vaše pripojenia na wi-fi. Ste pripravený začať zálohovať fotografie?

# observation_upload_progress
source: Uploading observations...
fi_fi: Havaintojen lataaminen...
fr_fr: Mise en ligne des observations...
it_it: Caricamento osservazioni...
ja_jp: 観測をアップロードする...
lt_lt: Pastabų įkėlimas...
pa_in: ਅਪਲੋਡਿੰਗ ਨਿਰੀਖਣ...
ru_ru: Загрузка наблюдений...
sk_sk: Zálohujem pozorovania...

# observation_upload_success
source: Observations have been successfully uploaded.
fi_fi: Huomautukset on lähetetty onnistuneesti.
fr_fr: Les observations ont été téléchargées avec succès.
it_it: Le osservazioni sono state caricate con successo.
ja_jp: 観測結果は正常にアップロードされました。
lt_lt: Stebėjimai sėkmingai įkelti.
pa_in: ਆਲੋਚਨਾ ਸਫਲਤਾਪੂਰਵਕ ਅਪਲੋਡ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ
ru_ru: Наблюдения были успешно загружены.
sk_sk: Pozorovania boli úspešne zálohované.

# observation_upload_fail
source: Upload failed. Please check your internet connection and try again.
fi_fi: Lähetys epäonnistui. Tarkista Internet-yhteys ja yritä uudelleen.
fr_fr: Le téléchargement a échoué. S'il vous plaît, vérifiez votre connexion à internet et réessayez.
it_it: Caricamento fallito. Per favore controlla la tua connessione Internet e prova di nuovo.
ja_jp: アップロードに失敗しました。 インターネット接続を確認してもう一度やり直してください。
lt_lt: Įkelti nepavyko. Patikrinkite interneto ryšį ir bandykite dar kartą.
pa_in: ਅੱਪਲੋਡ ਅਸਫਲ. ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru_ru: Загрузка не удалась. Пожалуйста, проверьте ваше интернет-соединение и попробуйте снова.
sk_sk: Zálohovanie zlyhalo. Skontrolujte, prosím, vaše pripojenie na internet a skúste znova.

source: Subscription
fi_fi: Tilaus
fr_fr: Abonnement
it_it: Iscrizione
ja_jp: 購読
lt_lt: Prenumerata
pa_in: ਗਾਹਕੀ
ru_ru: Подписка
sk_sk: Predplatné

# subscription_info
source: Shared observations are visible only for subscribed users.
fi_fi: Jaetut havainnot näkyvät vain tilatuille käyttäjille.
fr_fr: Les observations partagées sont visibles uniquement pour les utilisateurs abonnés.
it_it: Le osservazioni condivise sono visibili solo agli utenti iscritti.
ja_jp: 共有観測は、購読しているユーザーにのみ表示されます。
lt_lt: Bendros pastabos matomos tik abonentams.
pa_in: ਸ਼ੇਅਰਡ ਵਿਵਰਣ ਸਿਰਫ਼ ਮੈਂਬਰ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਦ੍ਰਿਸ਼ਮਾਨ ਹੁੰਦੇ ਹਨ.
ru_ru: Общие наблюдения видны только для подписавшихся пользователей.
sk_sk: Zdieľané pozorovania sú prístupné iba používateľom s predplatným.

# subscription_intro1
source: Your observation's date, location and note are saved and persisted across devices without subscription, but photos are stored only locally on the device. You will lose connection to them (even photo itself when you shot it from the application) when you clear data, reinstall or switch device.
fi_fi: Huomautuksesi päivämäärä, sijainti ja muistiinpanot tallennetaan ja säilytetään laitteissa ilman tilausta, mutta valokuvat tallennetaan vain paikallisesti laitteeseen. Menetät yhteyden niihin (jopa kuva itse, kun otit sen sovelluksesta), kun poistat tietoja, asennat tai vaihdat laitteen.
fr_fr: La date, l'emplacement et la note de votre observation sont enregistrés et conservés sur tous les appareils sans abonnement, mais les photos sont stockées uniquement localement sur l'appareil. Vous perdrez la connexion avec eux (même la photo elle-même lorsque vous l'avez prise à partir de l'application) lorsque vous effacez des données, réinstallez ou changez de périphérique.
it_it: La data, la posizione e le note dell'osservazione vengono salvate e sincronizzate su tutti i dispositivi anche senza abbonamento, ma le foto saranno memorizzate solo localmente. Il collegamento alle foto andrà perduto (anche le foto stesse qualora siano state riprese attraverso l'applicazione) quando cancelli i dati, re-installi l'applicazione o cambi dispositivo.
ja_jp: あなたの観察の日付、場所、メモは定期購読なしで保存され、デバイス間で保存されますが、写真はデバイス上でローカルにのみ保存されます。 データを消去したり、デバイスを再インストールしたり、デバイスを切り替えたりすると、それらのデバイスとの接続が失われます（アプリケーションから写真を撮影したときに写真自体も表示されるようになります）。
lt_lt: Jūsų stebėjimo data, vieta ir pastaba išsaugomi ir išlieka visuose įrenginiuose be prenumeratos, tačiau nuotraukos saugomos tik vietoje. Kai išvalysite duomenis, iš naujo įdiegsite ar perjungiate įrenginį, prarasite ryšį su jais (netgi pati nuotrauka, kai nufotografavote ją iš programos).
pa_in: ਤੁਹਾਡੇ ਪੂਰਵਦਰਸ਼ਨ ਦੀ ਤਾਰੀਖ, ਸਥਾਨ ਅਤੇ ਨੋਟ ਨੂੰ ਸਬਸਿਡੀ ਦੇ ਬਿਨਾਂ ਡਿਵਾਈਸਿਸ ਤੇ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜਾਰੀ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਫੋਟੋ ਕੇਵਲ ਸਥਾਨਕ ਤੇ ਡਿਵਾਈਸ ਤੇ ਸਟੋਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ. ਜਦੋਂ ਤੁਸੀਂ ਡਾਟਾ ਸਾਫ ਕਰਦੇ ਹੋ, ਮੁੜ ਇੰਸਟੌਲ ਕਰੋ ਜਾਂ ਡਿਵਾਈਸ ਸਵਿੱਚ ਕਰੋ ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨਾਲ ਕਨੈਕਸ਼ਨ ਬੰਦ ਕਰ ਦਿਓਗੇ (ਜਦੋਂ ਤੁਸੀਂ ਐਪਲੀਕੇਸ਼ ਤੋਂ ਇਸ ਨੂੰ ਸ਼ੇਅਰ ਕਰਦੇ ਹੋ ਤਾਂ ਫੋਟੋ ਵੀ).
ru_ru: Дата, местоположение и заметка вашего наблюдения сохраняются и сохраняются на всех устройствах без подписки, но фотографии хранятся только на устройстве. Вы потеряете связь с ними (даже саму фотографию, когда снимаете ее из приложения), когда очистите данные, переустановите или переключите устройство.
sk_sk: Dátum, miesto a poznámka k Pozorovaniu sa automaticky ukladajú a sú dostupné na všetkých zariadeniach bez predplatného. Na druhej strane fotografie sú uložené iba lokálne. Po vymazaní dát, preinštalovaní aplikácie alebo výmene mobilu sa fotografie pri pozorovaniach ďalej nezobrazujú (tie, ktoré boli urobené priamo z aplikácie sa dokonca vymažú).

# subscription_intro2
source: You are about to subscribe for saving and persisting your photos across all your devices. With subscription you agree to share your observations with other subscribed users. You'll also be able to see their observations. All shared observations are anonymous and its note stays private and won't be shared. To simplify process your photos will be shared under CC0 (Creative Commons Zero) licence, so you also agree with this.
fi_fi: Olet tilannut tilauksesi tallentamiseen ja valokuvien säilyttämiseen kaikissa laitteissa. Liittymänne suostut jakamaan havaintojasi muiden tilattujen käyttäjien kanssa. Näet myös niiden havainnot. Kaikki yhteiset havainnot ovat nimettömiä ja sen huomautus pysyy yksityisenä eikä sitä jaeta. Voit yksinkertaistaa valokuvien jakamista CC0 (Creative Commons Zero) -lisenssillä, joten hyväksyt myös tämän.
fr_fr: Vous êtes sur le point de vous abonner à l'enregistrement et à la conservation de vos photos sur tous vos appareils. Avec l'abonnement, vous acceptez de partager vos observations avec les autres utilisateurs abonnés. Vous pourrez également voir leurs observations. Toutes les observations partagées sont anonymes et sa note reste privée et ne sera pas partagée. Pour simplifier le processus, vos photos seront partagées sous licence CC0 (Creative Commons Zero), vous êtes donc d'accord avec cela.
it_it: Stai per iscriverti per salvare e mantenere le tue foto su tutti i tuoi dispositivi. Con l'abbonamento accetti di condividere le tue osservazioni con altri utenti iscritti. Sarai anche in grado di vedere le loro osservazioni. Tutte le osservazioni condivise sono anonime e le tue note rimarranno private e non verranno condivise. Per semplificare il processo, le tue foto saranno condivise sotto licenza CC0 (Creative Commons Zero), e completando l'iscrizione accetti anche questo.
ja_jp: あなたは、あなたの写真をあなたのすべてのデバイスに保存し、保存するために購読しようとしています。 定期購読では、あなたは自分の意見を他の定期購読ユーザーと共有することに同意します。 あなたは彼らの観察を見ることもできるでしょう。 共有されている観測はすべて匿名であり、そのメモは非公開のままで共有されません。 プロセスを簡略化するためにあなたの写真はCC0（Creative Commons Zero）ライセンスの下で共有されるので、あなたもこれに同意します。
lt_lt: Jūs ruošiatės užsiprenumeruoti nuotraukų išsaugojimą ir išsaugojimą visuose įrenginiuose. Su prenumerata sutinkate pasidalyti savo pastabomis su kitais abonentais. Taip pat galėsite matyti jų pastabas. Visi bendri stebėjimai yra anonimiški ir jo pastaba išlieka privati ir nebus bendrinama. Norėdami supaprastinti procesą, nuotraukos bus bendrinamos pagal CC0 (Creative Commons Zero) licenciją, taigi taip pat sutinkate su šia.
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਸਾਰੇ ਡਿਵਾਈਸਿਸ ਵਿੱਚ ਆਪਣੀਆਂ ਫੋਟੋਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਭਾਲਣ ਦੇ ਲਈ ਗਾਹਕ ਬਣਨ ਲਈ ਤਿਆਰ ਹੋ. ਗਾਹਕੀ ਦੇ ਨਾਲ ਤੁਸੀਂ ਆਪਣੇ ਪੂਰਵਦਰਸ਼ਨ ਨੂੰ ਹੋਰ ਮੈਂਬਰ ਉਪਭੋਗਤਾਵਾਂ ਨਾਲ ਸਾਂਝੇ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ. ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਨੂੰ ਦੇਖਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ ਸਾਰੇ ਸ਼ੇਅਰਡ ਓਪਰੇਸ਼ਨਜ਼ ਬੇਨਾਮ ਹਨ ਅਤੇ ਇਸਦੀ ਸੂਚਨਾ ਪ੍ਰਾਈਵੇਟ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਸ਼ੇਅਰ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ. ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਸੌਖਾ ਕਰਨ ਲਈ ਤੁਹਾਡੀਆਂ ਫੋਟੋ CC0 (Creative Commons Zero) ਲਾਇਸੰਸ ਦੇ ਤਹਿਤ ਸ਼ੇਅਰ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ, ਇਸ ਲਈ ਤੁਸੀਂ ਇਸ ਨਾਲ ਵੀ ਸਹਿਮਤ ਹੋ.
ru_ru: Вы собираетесь подписаться на сохранение и сохранение ваших фотографий на всех ваших устройствах. С подпиской вы соглашаетесь поделиться своими наблюдениями с другими подписанными пользователями. Вы также сможете увидеть их наблюдения. Все общие наблюдения являются анонимными, и их примечание остается приватным и не будет передано. Для упрощения процесса ваши фотографии будут переданы по лицензии CC0 (Creative Commons Zero), поэтому вы также соглашаетесь с этим.
sk_sk: Práve sa chystáte predplatiť si uchovávanie fotografií a ich zobrazenie na všetkých zariadeniach. Zároveň s predplatným súhlasíte so zdieľaním vašich pozorovaní s ostatnými platiacimi používateľmi. Ich pozorovania zároveň budú zobrazené aj vám. Zdieľané pozorovania sú anonymné, poznámky ostávajú súkromné a nezdieľajú sa. Pre zjednodušenie procesu všetky fotogiafie budú zdieľané pod licenciou Creative Commons Zero, takže zároveň súhlasíte aj s tým.

# subscription_intro3
source: If you still hesitate to hit the button below, there is a 30 days trial period for both subscriptions.
fi_fi: Jos et edes epäröi lyödä alla olevaa painiketta, molempien tilausten kokeilujakso on 30 päivää.
fr_fr: Si vous hésitez encore à cliquer sur le bouton ci-dessous, il y a une période d'essai de 30 jours pour les deux abonnements.
it_it: Se hai ancora dei dubbi se premere il pulsante in basso, c'è un periodo di prova di 30 giorni per entrambi gli abbonamenti.
ja_jp: それでも下のボタンをクリックすることを躊躇している場合は、両方のサブスクリプションに30日間の試用期間があります。
lt_lt: Jei vis dar nedvejodami paspausite žemiau esantį mygtuką, abiejų prenumeratų bandomojo laikotarpio trukmė yra 30 dienų.
pa_in: ਜੇ ਤੁਸੀਂ ਅਜੇ ਵੀ ਹੇਠ ਦਿੱਤੇ ਬਟਨ ਨੂੰ ਰੋਕਣ ਲਈ ਸੰਕੋਚ ਕਰਦੇ ਹੋ, ਤਾਂ ਦੋਨੋ ਗਾਹਕੀ ਲਈ ਇੱਕ 30 ਦਿਨ ਦੀ ਪਰਖ ਹੈ.
ru_ru: Если вы все еще не решитесь нажать на кнопку ниже, для обеих подписок предоставляется пробный период в 30 дней.
sk_sk: Ak ešte stále váhate so stlačením tlačidla na konci stránky, tak predplatné obsahuje skúšobnú dobu 30 dní, počas ktorých bude zadarmo.

# promotion_title
source: Paid feature
fi_fi: Maksettu ominaisuus
fr_fr: Fonctionnalité payante
it_it: Caratteristica a pagamento
ja_jp: 有料機能
lt_lt: Mokama funkcija
pa_in: ਅਦਾਇਗੀ ਫੀਚਰ
ru_ru: Платная функция
sk_sk: Platená funkcia

# promotion_content
source: This is a paid feature. You can use it for free until $date
fi_fi: Tämä on maksullinen ominaisuus. Voit käyttää sitä ilmaiseksi, kunnes $date
fr_fr: Ceci est une fonctionnalité payante. Vous pouvez l'utiliser gratuitement jusqu'à $date
it_it: Questa è una funzionalità a pagamento. Puoi usarlo gratuitamente fino a $date
ja_jp: これは有料機能です。$date まで無料で使えます
lt_lt: Tai mokama funkcija. Ją galite naudoti nemokamai iki $date
pa_in: ਇਹ ਇੱਕ ਅਦਾਇਗੀਯੋਗ ਵਿਸ਼ੇਸ਼ਤਾ ਹੈ ਤੁਸੀਂ ਇਸ ਨੂੰ $date ਤੱਕ ਮੁਫ਼ਤ ਵਿੱਚ ਵਰਤ ਸਕਦੇ ਹੋ
ru_ru: Это платная функция. Вы можете использовать его бесплатно до $date
sk_sk: Toto je platená funkcia. Voľne dostupná bude do $date

# plant_info
source: Info
fi_fi: Tiedot
it_it: Informazioni
ja_jp: インフォ
pa_in: ਜਾਣਕਾਰੀ
ru_ru: Информация

# taxonomy_cladus
source: (clade)
fi_fi: (kladi)
ja_jp: (系統群)
ru_ru: (клада)
sk_sk: Cladus

# plant_height_to
source: to
fr_fr: et
it_it: a
pa_in: ਤੱਕ
