Repository: benadrasni/abherbs_flutter
Catalog: res/values/strings_*.arb
Languages: et, fi_fi, fr_fr, it_it, ja_jp, lt_lt, pa_in, ru_ru, sk_sk

# feedback_buy_extended
source: You can buy additional functionality like offline mode, search in names, search in taxonomy, observations and configurable filter.
et: Laiendatud (+) versiooni saate osta täiendava funktsionaalsusega, näiteks offline režiimis, otsida nimesid, otsida taksonoomiast, vaatlustest ja seadistatavast filtrist.
fi_fi: Voit ostaa lisätoimintoja, kuten offline-tilassa, etsiä nimissä tai taksonomiassa, etsiä valokuvien, havaintojen ja konfiguroitavan suodattimen avulla.
fr_fr: Vous pouvez acheter la version étendue avec des fonctionnalités supplémentaires telles que le mode hors connexion, la recherche dans les noms, la recherche dans la taxonomie, les observations et le filtre configurable.
it_it: Puoi acquistare funzionalità aggiuntive come la modalità offline, la ricerca nei nomi o nella tassonomia, la ricerca per foto, le osservazioni e il filtro configurabile.
ja_jp: オフラインモード、名前で検索、分類法で検索、観測、設定可能なフィルタなどの追加機能を備えた拡張バージョンを購入できます。
lt_lt: Galite įsigyti išplėstinę versiją su papildomomis funkcijomis, pavyzdžiui, neprisijungus, ieškoti vardų, ieškoti taksonomijos, stebėjimų ir konfigūruojamo filtro.
pa_in: ਤੁਸੀਂ ਅਤਿਰਿਕਤ ਫੰਕਸ਼ਨ ਜਿਵੇਂ ਐੱਮਲਾਈਨ ਮੋਡ, ਐਕਸਟੈਨਸ਼ਨ, ਨਾਮਾਂ ਦੀ ਖੋਜ, ਟੈਕਸਸੋਨੀਓ ਵਿੱਚ ਖੋਜ, ਨਿਰੀਖਣ ਅਤੇ ਕਨਫ਼ੀਗਰੇਬਲ ਫਿਲਟਰ ਨਾਲ ਐਕਸਟੈਂਡਡ ਵਰਜ਼ਨ ਖਰੀਦ ਸਕਦੇ ਹੋ.
ru_ru: Вы можете купить расширенную версию с дополнительными функциями, такими как автономный режим, поиск по именам, поиск по таксономии, наблюдения и настраиваемый фильтр.
sk_sk: Môžete si kúpiť funkcie navyše ako napríklad ofline režim, vyhľadávanie v názvoch a v taxonómii, pozorovania a nastaviteľný filter.

# feedback_run_ads
source: You can display full screen advertisement or watch video advertisement to support further development and database enhancement.
et: Täiendava ekraani reklaami või videoreklaami saate kuvada edasise arengu ja andmebaaside täiustamise toetamiseks.
fi_fi: Voit näyttää koko näytön mainoksen tai katsella videomainosta tukemaan edelleen kehitystä ja tietokannan parantamista.
fr_fr: Vous pouvez afficher une publicité en plein écran ou regarder une publicité vidéo pour prendre en charge le développement et l'amélioration de la base de données.
it_it: È possibile visualizzare pubblicità a schermo intero o guardare annunci video per supportare ulteriori sviluppi e miglioramenti del database.
ja_jp: 全画面広告を表示したり、ビデオ広告を見たりして、さらなる開発やデータベースの機能強化をサポートできます。
lt_lt: Galite rodyti viso ekrano skelbimą arba žiūrėti vaizdo įrašo reklamą, kad palaikytumėte tolesnę plėtrą ir duomenų bazės tobulinimą.
pa_in: ਤੁਸੀਂ ਪੂਰੇ ਵਿਵਰਣ ਦੇ ਇਸ਼ਤਿਹਾਰ ਜਾਂ ਹੋਰ ਵਿਕਾਸ ਅਤੇ ਡਾਟਾਬੇਸ ਵਧਾਉਣ ਲਈ ਸਮਰਥਨ ਪ੍ਰਾਪਤ ਵੀਡੀਓ ਵਿਗਿਆਪਨ ਵੇਖ ਸਕਦੇ ਹੋ.
ru_ru: Вы можете отображать полноэкранную рекламу или смотреть видео-рекламу для поддержки дальнейшего развития и улучшения базы данных.
sk_sk: Môžete si pozrieť videoreklamu alebo nechať zobraziť reklamu na celú obrazovku a podporiť tak ďalší vývoj a rozširovanie databázy.

# feedback_run_ads_fullscreen
source: Show a fullscreen advertisement
et: Näita täisekraani reklaami
fi_fi: Näytä koko näytön mainos
fr_fr: Afficher une publicité en plein écran
it_it: Mostra una pubblicità a schermo intero
ja_jp: フルスクリーン広告を表示する
lt_lt: Rodyti viso ekrano skelbimą
pa_in: ਇੱਕ ਪੂਰੀ ਸਕ੍ਰੀਨ ਵਿਗਿਆਪਨ ਦਿਖਾਓ
ru_ru: Показать полноэкранную рекламу
sk_sk: Zobraziť reklamu na celej obrazovke

# feedback_run_ads_video
source: Watch a video advertisement
et: Vaadake videoreklaami
fi_fi: Katso videomainos
fr_fr: Regarder une publicité vidéo
it_it: Guarda un video pubblicitario
ja_jp: ビデオ広告を見る
lt_lt: Žiūrėti vaizdo įrašo skelbimą
pa_in: ਇੱਕ ਵੀਡੀਓ ਵਿਗਿਆਪਨ ਦੇਖੋ
ru_ru: Смотреть видео рекламу
sk_sk: Pozrieť videoreklamu

# auth_sign_in
source: Sign in
fi_fi: Kirjaudu sisään
fr_fr: Se connecter
it_it: Accedi
ja_jp: ログイン
lt_lt: Prisijungti
ru_ru: Войти
sk_sk: Prihlásiť sa

# auth_sign_out
source: Sign out
fi_fi: Kirjaudu ulos
fr_fr: Déconnexion
it_it: Log out
ja_jp: サインアウト
lt_lt: Atsijungti
pa_in: ਸਾਇਨ ਆਉਟ
ru_ru: Выходи
sk_sk: Odhlásiť sa

# auth_email
source: Sign in with email
fi_fi: Kirjaudu sähköpostilla
fr_fr: Se connecter avec une adresse e-mail
it_it: Accedi con l'indirizzo email
ja_jp: メールアドレスでログイン
lt_lt: Prisijungti nurodant el. pašto adresą
pa_in: ਈਮੇਲ ਦੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ru_ru: Войти по адресу электронной почты
sk_sk: Prihlásiť sa e-mailom

# auth_phone
source: Sign in with phone
fi_fi: Kirjaudu puhelimella
fr_fr: Se connecter avec un téléphone
it_it: Accedi con il telefono
ja_jp: 電話番号でログイン
lt_lt: Prisijungti nurodant telefono numerį
pa_in: ਫੋਨ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ru_ru: Войти по номеру телефона
sk_sk: Prihlásiť sa telefónom

# auth_google
source: Sign in with Google
fi_fi: Kirjaudu Google-tilillä
fr_fr: Se connecter avec Google
it_it: Accedi con Google
ja_jp: Google でログイン
lt_lt: Prisijungti per „Google“
pa_in: Google ਦੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ru_ru: Войти через аккаунт Google
sk_sk: Prihlásiť sa cez Google

# auth_facebook
source: Sign in with Facebook
fi_fi: Kirjaudu Facebook-tilillä
fr_fr: Se connecter avec Facebook
it_it: Accedi con Facebook
ja_jp: Facebook でログイン
lt_lt: Prisijungti per „Facebook“
pa_in: Facebook ਦੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ru_ru: Войти через аккаунт Facebook
sk_sk: Prihlásiť sa cez Facebook

# auth_twitter
source: Sign in with Twitter
fi_fi: Kirjaudu Twitter-tilillä
fr_fr: Se connecter avec Twitter
it_it: Accedi con Twitter
ja_jp: Twitter でログイン
lt_lt: Prisijungti per „Twitter“
pa_in: Twitter ਦੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
ru_ru: Войти через аккаунт Twitter
sk_sk: Prihlásiť sa cez Twitter

# auth_sign_in_failed
source: Sign in failed. Check your connection and try again.
fi_fi: Kirjaudu sisään epäonnistui. Tarkista yhteys ja yritä uudelleen..
fr_fr: La connexion a échoué. Vérifiez votre connexion et réessayez.
it_it: Accesso fallito. Controlla la tua connessione e riprova.
ja_jp: サインインできませんでした。 接続を確認してもう一度やり直してください。
lt_lt: Prisijungimas nepavyko. Patikrinkite ryšį ir bandykite dar kartą.
pa_in: ਸਾਈਨ ਇਨ ਅਸਫਲ. ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru_ru: Ошибка входа. Проверьте соединение и попробуйте снова.
sk_sk: Prihlásenie sa nepodarilo. Skontrolujte pripojenie a skúste to znova.

# auth_email_hint
source: Email
fi_fi: Sähköposti
it_it: Indirizzo email
ja_jp: メールアドレス
lt_lt: El. pašto adresas
pa_in: ਈ - ਮੇਲ
ru_ru: Адрес электронной почты

# auth_invalid_email_address
source: Enter a valid email address
fi_fi: Virheellinen sähköpostiosoite
fr_fr: Cette adresse e-mail n'est pas valide
it_it: Inserisci un indirizzo email valido
ja_jp: 入力必須項目です。
lt_lt: Šis el. pašto adresas netinkamas
pa_in: ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ
ru_ru: Неверный адрес электронной почты.
sk_sk: Táto e-mailová adresa nie je správna

# auth_password_hint
source: Password
fi_fi: Salasana
fr_fr: Mot de passe
ja_jp: パスワード
lt_lt: Slaptažodis
pa_in: ਪਾਸਵਰਡ
ru_ru: Пароль
sk_sk: Heslo

# auth_empty_password
source: Password can't be empty
fi_fi: Tätä ei voi jättää tyhjäksi.
fr_fr: Ce champ est obligatoire.
it_it: Questo campo non può restare vuoto.
ja_jp: 入力必須項目です。
lt_lt: Šį lauką būtina užpildyti.
pa_in: ਪਾਸਵਰਡ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ
ru_ru: Это поле должно быть заполнено.
sk_sk: Toto pole nesmie byť prázdne.

# auth_reset_password
source: Reset Password
fi_fi: Nollaa salasana
fr_fr: Réinitialiser le mot de passe
it_it: Resetta la password
ja_jp: パスワードを再設定する
lt_lt: Atstatyti slaptažodį
pa_in: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ
ru_ru: Сброс пароля
sk_sk: Obnoviť heslo

# auth_create_account
source: Create an account
fi_fi: Luo tili
fr_fr: Créer un compte
it_it: Crea un account
ja_jp: アカウントを作成する
lt_lt: Sukurti paskyrą
pa_in: ਅਕਾਉਂਟ ਬਣਾਓ
ru_ru: Завести аккаунт
sk_sk: Vytvoriť účet

# auth_sign_in_text
source: Have an account? Sign in
fi_fi: On tili? Kirjaudu sisään
fr_fr: Avoir un compte? Se connecter
it_it: Hai già un account? Accedi
ja_jp: アカウントを持っています？ サインイン
lt_lt: Turite paskyrą? Prisijungti
pa_in: ਕੀ ਖਾਤਾ ਹੈ? ਸਾਈਨ - ਇਨ
ru_ru: Иметь аккаунт? Войти
sk_sk: Už máte účet? Prihlásiť sa

# auth_verify_email_title
source: Verify your account
fi_fi: Vahvista tilisi
fr_fr: Vérifiez votre compte
it_it: Verifica il tuo account
ja_jp: アカウントを確認する
lt_lt: Patvirtinkite savo paskyrą
pa_in: ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰੋ
ru_ru: Подтвердите ваш аккаунт
sk_sk: Overte svoj účet

# auth_verify_email_message
source: Link to verify account has been sent to your email address.
fi_fi: Linkki, jolla voit tarkistaa tilin, on lähetetty sähköpostiosoitteeseesi.
fr_fr: Le lien pour vérifier que le compte a bien été envoyé à votre adresse e-mail.
it_it: Il link per verificare l'account è stato inviato al tuo indirizzo email.
ja_jp: アカウントを確認するためのリンクがあなたのメールアドレスに送信されました。
lt_lt: Nuoroda, patvirtinanti paskyrą, buvo išsiųsta į jūsų el. pašto adresą.
pa_in: ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਲਿੰਕ ਨੂੰ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ.
ru_ru: Ссылка для проверки аккаунта была отправлена на ваш адрес электронной почты.
sk_sk: Odkaz na overenie účtu bol odoslaný na vašu e-mailovú adresu.

# auth_reset_password_email_title
source: Reset password
fi_fi: Nollaa salasana
fr_fr: Réinitialiser le mot de passe
it_it: Resetta la password
ja_jp: パスワードを再設定する
lt_lt: Atstatyti slaptažodį
pa_in: ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ
ru_ru: Сброс пароля
sk_sk: Obnoviť heslo

# auth_reset_password_email_message
source: Follow the instructions sent to $_email to reset your password.
fi_fi: Voit palauttaa salasanasi noudattamalla $_email lähetettyjä ohjeita.
fr_fr: Suivez les instructions envoyées à $_email pour réinitialiser votre mot de passe.
it_it: Segui le istruzioni inviate a $_email per reimpostare la password.
ja_jp: パスワードをリセットするには、 $_ email に送信された指示に従ってください。
lt_lt: Jei norite iš naujo nustatyti slaptažodį, vadovaukitės nurodytomis instrukcijomis $_email.
pa_in: ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈੱਟ ਕਰਨ ਲਈ $_email ਨੂੰ ਭੇਜੀਆਂ ਹਦਾਇਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ.
ru_ru: Следуйте инструкциям, отправленным на $_email, чтобы сбросить пароль.
sk_sk: Postupujte podľa pokynov odoslaných na adresu $_email, aby ste obnovili svoje heslo.

# auth_verify_phone_number
source: Verify phone number
fi_fi: Vahvista puhelinnumero
fr_fr: Valider le numéro de téléphone
it_it: Verifica numero di telefono
ja_jp: 電話番号を確認
lt_lt: Patvirtinti telefono numerį
pa_in: ਫੋਨ ਨੰਬਰ ਪ੍ਰਮਾਣਿਤ ਕਰੋ
ru_ru: Подтвердить номер телефона
sk_sk: Overiť telefónne číslo

# auth_verify_phone_number_title
source: Enter your phone number
fi_fi: Anna puhelinnumerosi
fr_fr: Entrez votre numéro de téléphone
it_it: Inserisci il tuo numero di telefono
ja_jp: あなたの電話番号を入力してください
lt_lt: Įveskite savo telefono numerį
pa_in: ਇੱਕ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ru_ru: Введите номер телефона.
sk_sk: Zadajte telefónne číslo

# auth_phone_hint
source: Phone Number
fi_fi: Puhelinnumero
fr_fr: Numéro de téléphone
it_it: Numero di telefono
ja_jp: 電話番号
lt_lt: Telefono numeris
pa_in: ਫੋਨ ਨੰਬਰ
ru_ru: Номер телефона
sk_sk: Telefónne číslo

# auth_code_hint
source: SMS code
fi_fi: SMS-koodi
fr_fr: Code SMS
it_it: Codice SMS
ja_jp: SMSコード
lt_lt: SMS kodas
pa_in: ਐਸਐਮਐਸ ਕੋਡ
ru_ru: Код СМС
sk_sk: SMS kód

# auth_invalid_phone_number
source: Enter a valid phone number
fi_fi: Anna kelvollinen puhelinnumero
fr_fr: Entrez un numéro de téléphone valide
it_it: Inserisci un numero di telefono valido
ja_jp: 有効な電話番号を入力してください
lt_lt: Įveskite tinkamą telefono numerį
pa_in: ਇੱਕ ਵੈਧ ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ru_ru: Введите действительный номер телефона.
sk_sk: Zadajte platné telefónne číslo

# auth_invalid_code
source: Enter a valid SMS code
fi_fi: Anna kelvollinen SMS-koodi
fr_fr: Entrez un code SMS valide
it_it: Inserisci un codice SMS valido
ja_jp: 有効なSMSコードを入力してください
lt_lt: Įveskite galiojantį SMS kodą
pa_in: ਇੱਕ ਪ੍ਰਮਾਣਿਤ ਐਸਐਮਐਸ ਕੋਡ ਦਰਜ ਕਰੋ
ru_ru: Введите действительный код СМС
sk_sk: Zadajte platné SMS kód

# auth_incorrect_code
source: Wrong code. Try again.
fi_fi: Väärä koodi. Yritä uudelleen.
fr_fr: Code erroné. Veuillez réessayer.
it_it: Codice errato. Riprova.
ja_jp: コードが間違っています。もう一度お試しください。
lt_lt: Klaidingas kodas. Bandykite dar kartą.
pa_in: ਗਲਤ ਕੋਡ. ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru_ru: Неверный код. Повторите попытку.
sk_sk: Nesprávny kód. Skúste to znova.

# auth_sms_terms_of_service
source: By tapping "Verify Phone Number", an SMS may be sent. Message & data rates may apply.
fi_fi: Kun napautat „Vahvista puhelinnumero”, tekstiviesti voidaan lähettää. Datan ja viestien käyttö voi olla maksullista.
fr_fr: En appuyant sur “Valider le numéro de téléphone”, vous déclencherez peut-être l'envoi d'un SMS. Des frais de messages et de données peuvent être facturés.
it_it: Se tocchi “Verifica numero di telefono”, è possibile che venga inviato un SMS. Potrebbero essere applicate le tariffe per l'invio dei messaggi e per il traffico dati.
ja_jp: [電話番号を確認] をタップすると、SMS が送信されます。データ通信料がかかることがあります。
lt_lt: Palietus „Patvirtinti telefono numerį“ gali būti išsiųstas SMS pranešimas. Gali būti taikomi pranešimų ir duomenų įkainiai..
pa_in: "ਫੋਨ ਨੰਬਰ ਪ੍ਰਮਾਣਿਤ ਕਰੋ" ਟੈਪ ਕਰਕੇ, ਇੱਕ SMS ਭੇਜਿਆ ਜਾ ਸਕਦਾ ਹੈ. ਸੁਨੇਹਾ ਅਤੇ ਡੇਟਾ ਦਰਾਂ ਲਾਗੂ ਹੋ ਸਕਦੀਆਂ ਹਨ.
ru_ru: Нажимая кнопку “Подтвердить номер телефона”, вы соглашаетесь получить SMS. За его отправку и обмен данными может взиматься плата.
sk_sk: Klepnutím na tlačidlo „Overiť telefónne číslo” možno odoslať SMS. Môžu sa účtovať poplatky za správy a dáta.

# auth_enter_confirmation_code
source: Enter the 6-digit code we sent to
fi_fi: Anna 6 merkin pituinen koodi, jonka lähetimme numeroon
fr_fr: Saisissez le code à six chiffres envoyé au
it_it: Inserisci il codice a 6 cifre che abbiamo inviato al numero
ja_jp: 送信された 6 桁のコードを入力してください
lt_lt: Įveskite 6 skaitmenų kodą, kurį išsiuntėme
pa_in: ਤੇ 6-ਅੰਕ ਕੋਡ ਨੂੰ ਭੇਜਿਆ
ru_ru: Введите 6-значный код, отправленный на номер
sk_sk: Zadajte 6-ciferný kód, ktorý sme odoslali na číslo

# auth_resend_code
source: Resend Code
fi_fi: Lähetä uudelleen koodi
fr_fr: Renvoyer le code
it_it: Invia di nuovo il codice
ja_jp: コードを再送信
lt_lt: Siųsti kodą iš naujo
pa_in: ਕੋਡ ਵਾਪਸ ਭੇਜੋ
ru_ru: Отправить код ещё раз
sk_sk: Preposlať kód

# rate_question
source: Is this app helpful?
et: See app kasulik?
fi_fi: Onko tämä sovellus hyödyllinen?
fr_fr: Cette application est-elle utile?
it_it: Trovi utile questa applicazione?
ja_jp: このアプリケーションは役に立ちましたか？
lt_lt: Ar šią programą naudinga?
pa_in: ਕੀ ਇਹ ਐਪ ਉਪਯੋਗੀ ਹੈ?
ru_ru: Является ли это приложение полезным?
sk_sk: Je táto aplikácia užitočná?

# rate_text
source: Author of this application is fueled by positive response from the users. Please send him some starflowers through application store.
et: Autor käesoleva taotluse toidab positiivse vastuse kasutajatele. Palun saatke talle mõned starflowers Google Play Store.
fi_fi: Tämän sovelluksen laatijaa tukee käyttäjien positiivinen vastaus. Lähetä hänelle joitakin tähtiä sovellusvaraston kautta.
fr_fr: L'auteur de cette application est motivé par les réponses positives des utilisateurs. S'il vous plaît, envoyez lui quelques fleurs étoiles à travers le magasin d'applications.
it_it: L'autore di questa applicazione è entusiasta di ricevere feedback da parte degli utenti. Ti preghiamo di inviargli qualche stella (alpina) attraverso il negozio di applicazioni.
ja_jp: このアプリケーションの作者は、ユーザーからの良い反応によって動機づけられています。 アプリケーションストアを通じて彼にいくつかの星を送ってください。
lt_lt: Šios programos autorius yra pagrįstas teigiamu vartotojų atsakymu. Atsiųskite jam keletą žvaigždžių per taikomąją parduotuvę.
pa_in: ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਲੇਖਕ, ਯੂਜ਼ਰਸ ਦੁਆਰਾ ਸਕਾਰਾਤਮਕ ਜਵਾਬ ਦੁਆਰਾ ਪ੍ਰੇਰਿਤ ਹੁੰਦਾ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਉਸਨੂੰ ਐਪਲ ਸਟੋਰ ਦੇ ਰਾਹੀਂ ਕੁਝ ਸਟਾਰ ਭੇਜੋ.
ru_ru: Автор этого приложения мотивирован положительным откликом пользователей. Пожалуйста, отправьте ему несколько звезд через магазин приложений.
sk_sk: Autora tejto aplikácie motivuje pozitívny ohlas použivateľov. Pošlite mu, prosím, nejaké kvetiny (najlepšie hviezdice) cez obchod s aplikáciami.

# rate_never
source: Never
et: Mitte kunagi
fi_fi: Ei ikinä
fr_fr: Jamais
it_it: Mai
ja_jp: 絶対に
lt_lt: Niekada
pa_in: ਕਦੇ ਨਹੀਂ
ru_ru: Никогда
sk_sk: Nikdy

# rate_later
source: Later
et: Pärast
fi_fi: Myöhemmin
fr_fr: Plus tard
it_it: Dopo
ja_jp: 後で
lt_lt: Vėliau
pa_in: ਬਾਅਦ ਵਿਚ
ru_ru: Позже
sk_sk: Neskôr

# rate
source: Review
et: Arvustus
fi_fi: Arvostelut
fr_fr: Avis
it_it: Recensioni
ja_jp: レビュー
lt_lt: Apžvalga
pa_in: ਸਮੀਖਿਆ
ru_ru: Отзывы
sk_sk: Recenzia

# new_version
source: New version is available, please update.
fi_fi: Uusi versio on saatavilla, päivitä.
fr_fr: Nouvelle version est disponible, s'il vous plaît mettre à jour.
it_it: È disponibile una nuova versione, aggiorna l'applicazione.
ja_jp: 新しいバージョンが利用可能です、更新してください。
lt_lt: Yra nauja versija, atnaujinkite.
pa_in: ਨਵਾਂ ਵਰਜਨ ਉਪਲਬਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਅਪਡੇਟ ਕਰੋ.
ru_ru: Новая версия доступна, пожалуйста, обновите.
sk_sk: K dispozícii je nová verzia, prosím nainštalujte si ju.

source: Yes
et: Jah
fi_fi: Joo
fr_fr: Oui
it_it: Si
ja_jp: はい
lt_lt: Taip
pa_in: ਹਾਂ
ru_ru: Да
sk_sk: Áno

source: No
et: Ei
fi_fi: Ei
fr_fr: Non
ja_jp: いいえ
lt_lt: Ne
pa_in: ਨਹੀਂ
ru_ru: Нет
sk_sk: Nie

source: Close
fi_fi: Kiinni
fr_fr: Sortie
it_it: Chiudi
ja_jp: 閉じる
lt_lt: Uždaryti
pa_in: ਬੰਦ ਕਰੋ
ru_ru: Закрытие
sk_sk: Zavrieť

source: Pause
fi_fi: Tauko
it_it: Pausa
ja_jp: 一時停止
lt_lt: Pauzė
pa_in: ਰੋਕੋ
ru_ru: Пауза
sk_sk: Prerušiť

# filter_color
source: color
et: värvi lilled
fi_fi: väri
fr_fr: couleur
it_it: colore
ja_jp: 色
lt_lt: spalva
pa_in: ਰੰਗ
ru_ru: окраска
sk_sk: farba

# filter_habitat
source: habitat
et: elupaikade
fi_fi: kasvupaikka
ja_jp: 生息地
lt_lt: buveinių
pa_in: ਆਵਾਸ
ru_ru: ареалы
sk_sk: biotop

# filter_petal
source: petal
et: arvu kroonlehed
fi_fi: teriö
fr_fr: pétale
it_it: petali
ja_jp: 花弁
lt_lt: vainiklapis
pa_in: ਪੱਟੇਲ
ru_ru: лепесток
sk_sk: lupienok

# filter_distribution
source: distribution
et: levitamine
fi_fi: jakelu
it_it: distribuzione
ja_jp: 分布
lt_lt: platinimas
pa_in: ਵੰਡ
ru_ru: распределение
sk_sk: distribúcia

# color_message
source: What's the color of the flower? Choose the closest one.
et: Mis värvi lill? Vali lähim.
fi_fi: Mikä on kukka? Valitse lähin.
fr_fr: Quelle est la couleur des fleurs? Sélectionnez la couleur la plus proche.
it_it: Di che colore è il fiore? Scegli il più simile.
ja_jp: 花の色は何ですか？ 最も近いものを選んでください。
lt_lt: Koks gėlių spalva? Pasirinkite artimiausią.
pa_in: ਫੁੱਲ ਦਾ ਰੰਗ ਕਿਹੜਾ ਹੈ? ਸਭ ਤੋਂ ਨਜ਼ਦੀਕੀ ਚੁਣੋ
ru_ru: Какого цвета цветок? Выберите ближайший.
sk_sk: Akej farby je kvet? Vyber tú najbližšiu. Vždy sa môžeš vrátiť a vybrať inú.

# habitat_message
source: What's around you? Identify plant's habitat.
et: Mis teie ümber? Nimetage taime elupaiga.
fi_fi: Mitä ympärilläsi on? Tunnista laitoksen elinympäristö.
fr_fr: Ce qui est autour de vous? Identifier l'habitat de la fleur.
it_it: Cosa c'è intorno a te? Identifica l'habitat del fiore.
ja_jp: あなたの周りには何がありますか？ 植物の生息地を特定する。
lt_lt: Kas vyksta aplink jus? Nustatyti gamyklos buveinių.
pa_in: ਤੁਹਾਡੇ ਆਲੇ ਦੁਆਲੇ ਕੀ ਹੈ? ਪਲਾਂਟ ਦੇ ਨਿਵਾਸ ਸਥਾਨ ਦੀ ਪਛਾਣ ਕਰੋ
ru_ru: Что вокруг тебя? Определить среду обитания растений.
sk_sk: Kde sa nachádzaš? Identifikuj lokalitu.

# petal_message
source: Is the flower zygomorphic? No? Then how many petals does it have?
et: Kas lill ebaregulaarne? Ei? Siis, kui palju kroonlehed see on?
fi_fi: Onko kukka zygomorphic? Ei? Kuinka monta terälehteä sillä on?
fr_fr: Est-ce que la fleur est zygomorphie? Non? Alors combien de pétales a t'elle?
it_it: Il fiore è zigomorfo? No? Allora quanti petali ha?
ja_jp: 花は不規則ですか？ いいえ？ それで花びらは何枚ですか？
lt_lt: Ar gėlė nereguliarus? Ar ne? Tada kiek žiedlapių ji neturi?
pa_in: ਕੀ ਫੁੱਲ ਬਿਸਮਮੈਟਿਕ ਹੈ? ਨਹੀਂ? ਫੇਰ ਕਿੰਨੇ ਫੁੱਲ ਹੁੰਦੇ ਹਨ?
ru_ru: Является ли цветок зигоморфным? Нет? Тогда сколько у него лепестков?
sk_sk: Je kvet nepravidelný? Nie? Tak koľko má okvetných lístkov?

# distribution_message
source: Which geographic area should we focus on?
et: Milline geograafiline piirkond peaks keskenduma?
fi_fi: Mihin maantieteelliseen alueeseen meidän pitäisi keskittyä?
fr_fr: Sur quelle zone géographique se concentrer?
it_it: In quale area geografica vorresti cercare?
ja_jp: どの地理的領域に焦点を当てるべきか？
lt_lt: Kokią geografinę vietovę turėtume sutelkti?
pa_in: ਕਿਹੜੇ ਭੂਗੋਲਿਕ ਖੇਤਰ 'ਤੇ ਸਾਨੂੰ ਧਿਆਨ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ?
ru_ru: На какой географической области мы должны сосредоточиться?
sk_sk: Na ktorú geografickú oblasť zamerať pozornosť?

# color_white
source: white
et: valge
fi_fi: valkoinen
fr_fr: blanc
it_it: bianco
ja_jp: 白
lt_lt: baltas
pa_in: ਚਿੱਟਾ
ru_ru: белая
sk_sk: biela

# color_yellow
source: yellow
et: kollane
fi_fi: keltainen
fr_fr: jaune
it_it: giallo
ja_jp: 黄色
lt_lt: geltonas
pa_in: ਪੀਲਾ
ru_ru: жёлтая
sk_sk: žltá

# color_red
source: red, pink
et: punane, roosa
fi_fi: punainen, vaaleanpunainen
fr_fr: rouge, rose
it_it: rosso, rosa
ja_jp: 赤、ピンク
lt_lt: raudona, rožinė
pa_in: ਲਾਲ, ਗੁਲਾਬੀ
ru_ru: красная, розовая
sk_sk: červená, ružová

# color_blue
source: blue, purple
et: sinine, lilla
fi_fi: sininen, violetti
fr_fr: bleu, violet
it_it: blu, viola
ja_jp: 青、紫
lt_lt: mėlyna, violetinė
pa_in: ਨੀਲਾ, ਜਾਮਨੀ
ru_ru: синая, фиолетовая
sk_sk: modrá, fialová

# color_green
source: green, brown, black
et: roheline, pruun, must
fi_fi: vihreä, ruskea, musta
fr_fr: vert, brun, noir
it_it: verde, marrone, nero
ja_jp: 緑、茶色、黒
lt_lt: žalia, ruda, juoda
pa_in: ਹਰਾ, ਭੂਰੇ, ਕਾਲਾ
ru_ru: зелёная, коричневая, чёрная
sk_sk: zelená, hnedá, čierna

# habitat_meadow
source: meadows or grasslands
et: heinamaad või rohumaade
fi_fi: niityt
fr_fr: prés ou prairies
it_it: prati o pascoli
ja_jp: 草地、草原
lt_lt: pievas ar pievos
pa_in: ਅਨੁਵਾਦ ਸੁਧਾਰੋ
ru_ru: луга или пастбища
sk_sk: lúky a trávnaté porasty

# habitat_garden
source: gardens or fields
et: aiad või väljad
fi_fi: puutarhoissa tai kenttiä
fr_fr: jardins ou champs
it_it: giardini o campi
ja_jp: 庭園、畑
lt_lt: sodai ar laukai
pa_in: ਪਲਾਂਟ ਦਾ ਦ੍ਰਿਸ਼ਟੀਕੋਣ
ru_ru: сады или поля
sk_sk: polia a záhrady

# habitat_wetland
source: moorlands or wetlands
et: moorlandi või märgala
fi_fi: nummimaista tai kosteikkojen
fr_fr: bruyères ou zones humides
it_it: brughiere o zone umide
ja_jp: ムーア、沼地、ボグ、フェン
lt_lt: šlapžemės
pa_in: ਪਹਾੜਾਂ ਜਾਂ ਝੂਲਿਆਂ
ru_ru: водно-болотные угодья
sk_sk: mokrade a močiare

# habitat_forest
source: woodlands or forests
et: metsamaad või metsade
fi_fi: metsä
fr_fr: bois ou forêts
it_it: boschi o foreste
ja_jp: 森林
lt_lt: miškai
pa_in: ਮਦਦ ਕਰੋ
ru_ru: леса
sk_sk: lesy

# habitat_rock
source: rocks or mountains
et: kivid või mägedes
fi_fi: kiviä tai vuoria
fr_fr: roches ou montagnes
it_it: rocce o montagne
ja_jp: 山
lt_lt: uolienos ar kalnai
pa_in: ਇਕ ਚੁਣੋ
ru_ru: скалы или горы
sk_sk: vrcholky hôr a skaly

# habitat_tree
source: trees or shrubs
et: puud või põõsad
fi_fi: puita tai pensaita
fr_fr: arbres ou arbustes
it_it: alberi o arbusti
ja_jp: 木、低木
lt_lt: medžiai ar krūmai
pa_in: ਰੁੱਖ ਜਾਂ ਬੂਟੇ
ru_ru: деревья или кустарники
sk_sk: stromy a kry

# petal_4
source: 4 or less
et: 4 või vähem
fi_fi: 4 tai vähemmän
fr_fr: 4 ou moins
it_it: 4 o meno
ja_jp: 4以下
lt_lt: 4 arba mažiau
pa_in: 4 ਜਾਂ ਘੱਟ
ru_ru: 4 или менее
sk_sk: 4 alebo menej

# petal_many
source: more than 5
et: rohkem kui 5
fi_fi: yli 5
fr_fr: plus de 5
it_it: più di 5
ja_jp: 以上5
lt_lt: daugiau nei 5
pa_in: 5 ਤੋਂ ਵੱਧ
ru_ru: более 5
sk_sk: viac ako 5

# petal_zygomorphic
source: zygomorphic
et: ebaregulaarne
fi_fi: vastakohtainen
fr_fr: zygomorphie
it_it: zigomorfo
ja_jp: 不規則な
lt_lt: nereguliarus
pa_in: ਅਨਿਯਮਿਤ
ru_ru: зигоморфный
sk_sk: nepravidelný

source: Europe
et: Euroopa
fi_fi: Eurooppa
it_it: Europa
ja_jp: ヨーロッパ
lt_lt: Europa
pa_in: ਯੂਰਪ
ru_ru: Европа
sk_sk: Európa

source: Africa
et: Aafrika
fi_fi: Afrikka
fr_fr: Afrique
ja_jp: アフリカ
lt_lt: Afrika
pa_in: ਅਫਰੀਕਾ
ru_ru: Африка
sk_sk: Afrika

source: Asia-Temperate
et: Aasia-Mõõdukas
fi_fi: Aasia Lämpötilaa
fr_fr: Asie-tempérée
it_it: Asia-Temperato
ja_jp: アジアの温帯
lt_lt: Azijos temperatuotas
pa_in: ਏਸ਼ੀਆ-ਤਾਪਤਾ
ru_ru: Азия умерная
sk_sk: Mierne pásno Ázie

source: Asia-Tropical
et: Aasia-Troopiline
fi_fi: Aasian trooppinen
fr_fr: Asie-tropicale
it_it: Asia-Tropicale
ja_jp: アジアトロピカル
lt_lt: Azijos tropinis
pa_in: ਏਸ਼ੀਆ-ਖੰਡੀ
ru_ru: Азия тропическая
sk_sk: Tropická Ázia

source: Australasia
et: Austraalia
fi_fi: Australiassa
fr_fr: Australasie
ja_jp: オーストラリア
lt_lt: Australasija
pa_in: ਆਸਟ੍ਰੇਲੀਆ
ru_ru: Австралазия
sk_sk: Australázia
