Repository: benadrasni/abherbs_flutter
Catalog: res/values/strings_*.arb
Languages: et, fi_fi, fr_fr, it_it, ja_jp, lt_lt, pa_in, ru_ru, sk_sk

source: Pacific
et: Vaikne ookean
fi_fi: Tyyni valtameri
fr_fr: Pacifique
it_it: Pacifico
ja_jp: パシフィック
lt_lt: Ramusis vandenynas
pa_in: ਪ੍ਰਸ਼ਾਂਤ ਮਹਾਸਾਗਰ
ru_ru: Тихий океан
sk_sk: Tichomorie

source: Northern America
et: Põhja-Ameerika
fi_fi: Pohjois-Amerikka
fr_fr: Amérique du Nord
it_it: America Settentrionale
ja_jp: 北アメリカ
lt_lt: Šiaurės Amerika
pa_in: ਉੱਤਰੀ ਅਮਰੀਕਾ
ru_ru: Северная Америка
sk_sk: Severná Amerika

source: Southern America
et: Lõuna-Ameerika
fi_fi: Etelä-Amerikka
fr_fr: Amérique du Sud
it_it: America meridionale
ja_jp: 南アメリカ
lt_lt: Pietų Amerika
pa_in: ਦੱਖਣੀ ਅਮਰੀਕਾ
ru_ru: Южная Америка
sk_sk: Južná Amerika

source: Northern Europe
et: Põhja-Euroopa
fi_fi: Pohjoinen Eurooppa
fr_fr: Europe du Nord
it_it: Europa Settentrionale
ja_jp: 北欧
lt_lt: Šiaurės Europa
pa_in: ਉੱਤਰੀ ਯੂਰਪ
ru_ru: Северная Европа
sk_sk: Severná Európa

source: Middle Europe
et: Kesk-Euroopa
fi_fi: Keski-Eurooppa
fr_fr: Moyen-Europe
it_it: Europa Centrale
ja_jp: 中欧
lt_lt: Vidurio Europa
pa_in: ਮੱਧ ਯੂਰਪ
ru_ru: Средняя Европа
sk_sk: Stredná Európa

source: Southwestern Europe
et: Edela-Euroopa
fi_fi: Lounais-Eurooppa
fr_fr: Europe du sud-ouest
it_it: Europa sudoccidentale
ja_jp: 南西ヨーロッパ
lt_lt: Pietvakarių Europa
pa_in: ਦੱਖਣ ਪੱਛਮੀ ਯੂਰਪ
ru_ru: Юго-Западная Европа
sk_sk: Juhozápadná Európa

source: Southeastern Europe
et: Kagu-Euroopa
fi_fi: Kaakkois-Eurooppa
fr_fr: Europe du sud-est
it_it: Europa sud-orientale
ja_jp: 南東ヨーロッパ
lt_lt: Pietryčių Europa
pa_in: ਦੱਖਣ ਯੂਰਪ
ru_ru: Юго-Восточная Европа
sk_sk: Juhovýchodná Európa

source: Eastern Europe
et: Ida-Euroopa
fi_fi: Itä-Eurooppa
fr_fr: Europe de l'Est
it_it: Europa Orientale
ja_jp: 東ヨーロッパ
lt_lt: Rytų Europa
pa_in: ਪੂਰਬੀ ਯੂਰਪ
ru_ru: Восточная Европа
sk_sk: Východná Európa

source: Northern Africa
et: Põhja-Aafrika
fi_fi: Pohjois-Afrikka
fr_fr: Afrique du Nord
it_it: Africa Settentrionale
ja_jp: 北アフリカ
lt_lt: Šiaurės Afrika
pa_in: ਉੱਤਰੀ ਅਫ਼ਰੀਕਾ
ru_ru: Северная Африка
sk_sk: Severná Afrika

source: Macaronesia
et: Makaroneesia
fi_fi: Makaronesia
fr_fr: Macaronésie
ja_jp: マカロニア
lt_lt: Makaronezija
pa_in: ਮੈਕਰੋਨੀਆਸੀਆ
ru_ru: Макронезии
sk_sk: Makaronézia

source: West-Central Tropical Africa
et: Lääne-Kesk-troopiline Aafrika
fi_fi: Länsi-Keski-trooppinen Afrikka
fr_fr: Afrique tropicale ouest-centrale
it_it: Africa Tropicale Centro-Occidentale
ja_jp: 西部中部トロピカルアフリカ
lt_lt: Vakarų-Centrinė tropinė Afrika
pa_in: ਵੈਸਟ-ਸੈਂਟਰਲ ਟ੍ਰੌਪੀਕਲ ਅਫਰੀਕਾ
ru_ru: Западно-Центральная тропическая Африка
sk_sk: Stredozápadná tropická Afrika

source: East Tropical Africa
et: Ida troopiline Aafrika
fi_fi: Itä-trooppinen Afrikka
fr_fr: Afrique tropicale de l'Est
it_it: Africa Tropicale Orientale
ja_jp: 東トロピカルアフリカ
lt_lt: Rytų tropinė Afrika
pa_in: ਪੂਰਬੀ ਤ੍ਰਿਕੋਸ਼ੀ ਅਫਰੀਕਾ
ru_ru: Восточная тропическая Африка
sk_sk: Východná tropická Afrika

source: West Tropical Africa
et: Lääne troopiline Aafrika
fi_fi: Läntinen trooppinen Afrikka
fr_fr: Afrique tropicale de l'Ouest
it_it: Africa Tropicale Occidentale
ja_jp: 西トロピカルアフリカ
lt_lt: Vakarų tropinė Afrika
pa_in: ਪੱਛਮੀ ਖੰਡੀ ਅਫ਼ਰੀਕਾ
ru_ru: Западная тропическая Африка
sk_sk: Západná tropická Afrika

source: Northeast Tropical Africa
et: Kirde troopiline Aafrika
fi_fi: Koillis-trooppinen Afrikka
fr_fr: Afrique tropicale du nord-est
it_it: Africa Tropicale Nordorientale
ja_jp: 東北熱帯アフリカ
lt_lt: Šiaurės rytų tropinė Afrika
pa_in: ਨਾਰਥ ਈਸਟ ਟ੍ਰੌਪੀਕਲ ਅਫਰੀਕਾ
ru_ru: Северо-Восточная тропическая Африка
sk_sk: Severovýchodná tropická Afrika

source: South Tropical Africa
et: Lõuna-troopiline Aafrika
fi_fi: Etelä-trooppinen Afrikka
fr_fr: Afrique tropicale du Sud
it_it: Sud Africa tropicale
ja_jp: 南トロピカルアフリカ
lt_lt: Pietų tropinė Afrika
pa_in: ਦੱਖਣੀ ਖੰਡੀ ਅਫ਼ਰੀਕਾ
ru_ru: Южная тропическая Африка
sk_sk: Južná tropická Afrika

source: Southern Africa
et: Lõuna-Aafrika
fi_fi: Etelä-Afrikka
fr_fr: Afrique du sud
it_it: Africa meridionale
ja_jp: 南アフリカ
lt_lt: Pietų Afrika
pa_in: ਦੱਖਣੀ ਅਫਰੀਕਾ
ru_ru: Южная Африка
sk_sk: Južná Afrika

source: Middle Atlantic Ocean
et: Kesk-Atlandi ookean
fi_fi: Lähi-Atlantin valtameri
fr_fr: Moyen océan Atlantique
it_it: Medio Oceano Atlantico
ja_jp: 中部大西洋
lt_lt: Vidurio Atlanto vandenynas
pa_in: ਮੱਧ ਅਟਲਾਂਟਿਕ ਮਹਾਂਸਾਗਰ
ru_ru: Средний Атлантический океан
sk_sk: Stredný Atlantik

source: Western Indian Ocean
et: India ookeani lääneosa
fi_fi: Länsi-Intian valtameri
fr_fr: Océan Indien occidental
it_it: Oceano Indiano Occidentale
ja_jp: 西インド洋
lt_lt: Indijos vandenyno vakaras
pa_in: ਪੱਛਮੀ ਹਿੰਦ ਮਹਾਂਸਾਗਰ
ru_ru: Западный Индийский океан
sk_sk: Západný Indický oceán

source: Eastern Asia
et: Ida-Aasias
fi_fi: Itä-Aasiassa
fr_fr: Asie de l'Est
it_it: Asia Orientale
ja_jp: 東アジア
lt_lt: Rytų Azija
pa_in: ਪੂਰਬੀ ਏਸ਼ੀਆ
ru_ru: Восточная Азия
sk_sk: Východná Ázia

source: Mongolia
et: Mongoolia
fr_fr: Mongolie
ja_jp: モンゴル
lt_lt: Mongolija
pa_in: ਮੰਗੋਲੀਆ
ru_ru: Монголия
sk_sk: Mongólsko

source: China
et: Hiina
fi_fi: Kiina
fr_fr: Chine
it_it: Cina
ja_jp: 中国
lt_lt: Kinija
pa_in: ਚੀਨ
ru_ru: Китай
sk_sk: Čína

source: Arabian Peninsula
et: Araabia poolsaar
fi_fi: Arabian niemimaalla
fr_fr: Arabie
it_it: Penisola Arabica
ja_jp: アラビア半島
lt_lt: Arabijos pusiasalis
pa_in: ਅਰਬੀ ਪ੍ਰਾਇਦੀਪ
ru_ru: Аравийский полуостров
sk_sk: Arabský polostrov

source: Western Asia
et: Lääne-Aasias
fi_fi: Länsi-Aasia
fr_fr: Asie occidentale
it_it: Asia Occidentale
ja_jp: 西アジア
lt_lt: Vakarų Azija
pa_in: ਪੱਛਮੀ ਏਸ਼ੀਆ
ru_ru: Западная Азия
sk_sk: Juhozápadná Ázia

source: Caucasus
et: Kaukaasia
fi_fi: Kaukasus
fr_fr: Caucase
it_it: Caucaso
ja_jp: コーカサス
lt_lt: Kaukazas
pa_in: ਕਾਕੇਸਸ
ru_ru: Кавказ
sk_sk: Kaukaz

source: Middle Asia
et: Kesk-Aasias
fi_fi: Lähi-Aasia
fr_fr: Asie moyenne
it_it: Asia centrale
ja_jp: 中東アジア
lt_lt: Vidurinė Azija
pa_in: ਮੱਧ ਏਸ਼ੀਆ
ru_ru: Средняя Азия
sk_sk: Stredná Ázia

source: Russian Far East
et: Vene Kaug-Ida
fi_fi: Venäjän Kaukoidässä
fr_fr: Extrême-Orient russe
it_it: Estremo Oriente russo
ja_jp: ロシア極東
lt_lt: Rusijos Tolimuosiuose Rytuose
pa_in: ਰੂਸੀ ਦੂਰ ਪੂਰਬ
ru_ru: Российский Дальний Восток
sk_sk: Ruský ďaleký východ

source: Siberia
et: Siberis
fi_fi: Siperia
fr_fr: Sibérie
ja_jp: シベリア
lt_lt: Sibiras
pa_in: ਸਾਇਬੇਰੀਆ
ru_ru: Сибирь
sk_sk: Sibír

source: Indian Subcontinent
et: India subkontinent
fi_fi: Intian niemimaalla
fr_fr: Sous-continent indien
it_it: Subcontinente Indiano
ja_jp: インド亜大陸
lt_lt: Indijos subkontinentas
pa_in: ਭਾਰਤੀ ਉਪ ਮਹਾਂਦੀਪ
ru_ru: Индийский субконтинент
sk_sk: Indický subkontinent

source: Indo-China
et: Indo-Hiina
fi_fi: Indokiinan
fr_fr: Indochine
it_it: Indocina
ja_jp: インドシナ
lt_lt: Indijos Kinija
pa_in: ਇੰਡੋ-ਚਾਈਨਾ
ru_ru: Индокитай
sk_sk: Indočína

source: Malesia
et: Malaisia
fr_fr: Malaisie
ja_jp: マレーシア
lt_lt: Malaizija
pa_in: ਮਲੇਸ਼ੀਆ
ru_ru: Юго-Восточная Азия
sk_sk: Juhovýchodná Ázia

source: Papuasia
fr_fr: Papuasie
ja_jp: パプアシア
lt_lt: Papuazija
pa_in: ਪੇਪੂਸੀਆ
sk_sk: Papuázia

source: Australia
et: Austraalia
fr_fr: Australie
ja_jp: オーストラリア
lt_lt: Australija
pa_in: ਆਸਟ੍ਰੇਲੀਆ
ru_ru: Австралия
sk_sk: Austrália

source: New Zealand
et: Uus-Meremaa
fi_fi: Uusi Seelanti
fr_fr: Nouvelle-Zélande
it_it: Nuova Zelanda
ja_jp: ニュージーランド
lt_lt: Naujoji Zelandija
pa_in: ਨਿਊਜ਼ੀਲੈਂਡ
ru_ru: Новая Зеландия
sk_sk: Nový Zéland

source: Southwestern Pacific
et: Vaikse ookeani edelaosa
fi_fi: Lounais-Tyynenmeren
fr_fr: Pacifique sud-ouest
it_it: Pacifico sudoccidentale
ja_jp: 南西太平洋
lt_lt: Ramiojo vandenyno pietvakariai
pa_in: ਦੱਖਣੀ ਪੱਛਮੀ ਪੈਸੀਫਿਕ
ru_ru: Юго-западная часть Тихого океана
sk_sk: Juhozápadné Tichomorie

source: South-Central Pacific
et: Vaikse ookeani keskosas
fi_fi: Etelä Keski-Tyynenmeren
fr_fr: Pacifique sud-central
it_it: Pacifico centro-meridionale
ja_jp: 中南米
lt_lt: Ramiojo vandenyno pietinė dalis
pa_in: ਦੱਖਣੀ-ਕੇਂਦਰੀ ਪੈਸੀਫਿਕ
ru_ru: Юго-Центральная часть Тихого океана
sk_sk: Stredojužné Tichomorie

source: Northwestern Pacific
et: Vaikse ookeani loodeosas
fi_fi: Luoteis-Tyynenmeren
fr_fr: Pacifique Nord-Ouest
it_it: Pacifico Nordoccidentale
ja_jp: 北西太平洋
lt_lt: Ramiojo vandenyno šiaurės vakarai
pa_in: ਉੱਤਰੀ ਪੱਛਮੀ ਪੈਸੀਫਿਕ
ru_ru: Северо-западная часть Тихого океана
sk_sk: Severozápadné Tichomorie

source: North-Central Pacific
et: Vaikse ookeani põhja-keskosa
fi_fi: Pohjois Keski-Tyynenmeren
fr_fr: Pacifique Nord-Centre
it_it: Pacifico Centro-Settentrionale
ja_jp: 北中太平洋
lt_lt: Ramiojo vandenyno šiaurės ir centrinė dalis
pa_in: ਉੱਤਰੀ-ਕੇਂਦਰੀ ਪੈਸੀਫਿਕ
ru_ru: Северо-Центральная часть Тихого океана
sk_sk: Stredoseverné Tichomorie

source: Subarctic America
et: Subarctic Ameerika
fi_fi: Subarktinen Amerikka
fr_fr: Amérique subarctique
it_it: America subartica
ja_jp: 亜寒帯アメリカ
lt_lt: Subartikinė Amerika
pa_in: ਸੁਬਰਟਿਕ ਅਮਰੀਕਾ
ru_ru: Субарктическая Америка
sk_sk: Subarktická Amerika

source: Western Canada
et: Lääne-Kanada
fi_fi: Länsi-Kanada
fr_fr: Ouest canadien
it_it: Canada Occidentale
ja_jp: カナダ西部
lt_lt: Vakarų Kanadoje
pa_in: ਪੱਛਮੀ ਕੈਨੇਡਾ
ru_ru: Западная Канада
sk_sk: Západná Kanada

source: Northwestern U.S.A.
et: Loode USA
fi_fi: Luoteis-USA
fr_fr: Nord-Ouest des États-Unis
it_it: Stati Uniti Nordoccidentali
ja_jp: 米国北西部
lt_lt: Šiaurės vakarų JAV
pa_in: ਉੱਤਰ ਪੱਛਮੀ ਅਮਰੀਕਾ
ru_ru: Северо-западная часть США
sk_sk: Severovýchod USA

source: North-Central U.S.A.
et: Põhja-Keskne USA
fi_fi: Pohjois-Keski-USA
fr_fr: Nord-Central des États-Unis
it_it: Stati Uniti Centrosettentrionali
ja_jp: アメリカ北西部
lt_lt: Šiaurės-Centrinė JAV
pa_in: ਉੱਤਰੀ-ਕੇਂਦਰੀ ਅਮਰੀਕਾ
ru_ru: Северо-Центральная часть США
sk_sk: Stredosever USA

source: Northeastern U.S.A.
et: Kirdeosas USA
fi_fi: Koillis-USA
fr_fr: Nord-est des États-Unis
it_it: Stati Uniti Nordorientali
ja_jp: 北東アメリカ
lt_lt: Šiaurės rytų JAV
pa_in: ਉੱਤਰ-ਪੂਰਬ ਅਮਰੀਕਾ
ru_ru: Северо-восточная часть США
sk_sk: Severovýchod USA

source: Southwestern U.S.A.
et: Edelaosa USA
fi_fi: Lounais USA
fr_fr: Sud-Ouest des États-Unis
it_it: Stati Uniti sudoccidentali
ja_jp: アメリカ南西部
lt_lt: Pietvakarių JAV
pa_in: ਦੱਖਣੀ ਪੱਛਮੀ ਅਮਰੀਕਾ
ru_ru: Юго-западная часть США
sk_sk: Juhozápad USA

source: South-Central U.S.A.
et: Lõuna-Keskne USA
fi_fi: Etelä-Keski-USA
fr_fr: Sud-Central des États-Unis
it_it: Stati Uniti centro-meridionali
ja_jp: 中南米
lt_lt: Pietu-Centrinė JAV
pa_in: ਦੱਖਣੀ-ਕੇਂਦਰੀ ਅਮਰੀਕਾ
ru_ru: Юго-Центральная часть США
sk_sk: Stredojuh USA

source: Southeastern U.S.A.
et: Kaguosas USA
fi_fi: Kaakkois-USA
fr_fr: Sud-est des États-Unis
it_it: Stati Uniti sudorientali
ja_jp: アメリカ南東部
lt_lt: Pietryčių JAV
pa_in: ਦੱਖਣੀ-ਪੂਰਬੀ ਅਮਰੀਕਾ
ru_ru: Юго-Восточная часть США
sk_sk: Juhovýchod USA

source: Mexico
et: Mehhiko
fi_fi: Meksiko
fr_fr: Mexique
it_it: Messico
ja_jp: メキシコ
lt_lt: Meksika
pa_in: ਮੈਕਸੀਕੋ
ru_ru: Мексика
sk_sk: Mexiko

source: Central America
et: Kesk-Ameerika
fi_fi: Keski-Amerikka
fr_fr: Amérique centrale
it_it: America Centrale
ja_jp: 中米
lt_lt: Centrinė Amerika
pa_in: ਮੱਧ ਅਮਰੀਕਾ
ru_ru: Центральная Америка
sk_sk: Stredná Amerika

source: Caribbean
et: Kariibimere saared
fi_fi: Karibian
fr_fr: Caraïbes
it_it: Caraibico
ja_jp: カリブ海
lt_lt: Karibai
pa_in: ਕੈਰੀਬੀਅਨ
ru_ru: Карибик
sk_sk: Karibik

source: Northern South America
et: Põhja-Lõuna-Ameerika
fi_fi: Pohjois Etelä-Amerikka
fr_fr: Nord de l'Amérique du Sud
it_it: Nord America Meridionale
ja_jp: 南アメリカ北部
lt_lt: Šiaurės Pietų Amerika
pa_in: ਉੱਤਰੀ ਦੱਖਣੀ ਅਮਰੀਕਾ
ru_ru: Север Южной Америки
sk_sk: Sever Južnej Ameriky

source: Western South America
et: Lääne-Lõuna-Ameerika
fi_fi: Länsi Etelä-Amerikka
fr_fr: Ouest de l'Amérique du Sud
it_it: America Sud-Occidentale
ja_jp: 西南アメリカ
lt_lt: Vakarų Pietų Amerika
pa_in: ਪੱਛਮੀ ਦੱਖਣੀ ਅਮਰੀਕਾ
ru_ru: Западная Южная Америка
sk_sk: Západ Južnej Ameriky

source: Brazil
et: Brasiilia
fi_fi: Brasilia
fr_fr: Brésil
it_it: Brasile
ja_jp: ブラジル
lt_lt: Brazilija
pa_in: ਬ੍ਰਾਜ਼ੀਲ
ru_ru: Бразилия
sk_sk: Brazília

source: Southern South America
et: Lõuna-Lõuna-Ameerika
fi_fi: Etelä Etelä-Amerikka
fr_fr: Sud de l'Amérique du Sud
it_it: Sud America del Sud
ja_jp: 南アメリカ南部
lt_lt: Pietų Pietų Amerika
pa_in: ਦੱਖਣੀ ਦੱਖਣੀ ਅਮਰੀਕਾ
ru_ru: Южная Южная Америка
sk_sk: Juh Južnej Ameriky

source: Eastern Canada
et: Ida-Kanada
fi_fi: Itä-Kanada
fr_fr: Est du Canada
it_it: Canada Orientale
ja_jp: カナダ東部
lt_lt: Rytų Kanadoje
pa_in: ਪੂਰਬੀ ਕੈਨੇਡਾ
ru_ru: Восточная Канада
sk_sk: Východná Kanada

source: Subantarctic Islands
et: Subantkartised saared
fi_fi: Subantarkkinsaaret
fr_fr: Îles subantarctiques
it_it: Isole Subantartiche
ja_jp: 亜南極諸島
lt_lt: Subartkartinės salos
pa_in: ਸਬਾਨਟਾਰਕਟਿਕਾ ਆਈਲੈਂਡਜ਼
ru_ru: Субантарктические острова

source: Antarctic Continent
et: Antarktika mandril
fi_fi: Etelämanner
fr_fr: Continent de l'Antarctique
it_it: Continente Antartico
ja_jp: 南極大陸
lt_lt: Antarkties žemynas
pa_in: ਅੰਟਾਰਕਟਿਕਾ ਮਹਾਂਦੀਪ
ru_ru: Антарктический континент

# list_info
source: Pick one
et: Vali üks
fi_fi: Valitse yksi
fr_fr: Sélectionnez en une
it_it: Scegli un fiore
ja_jp: 一つを選ぶ
lt_lt: Pasirinkti vieną
pa_in: ਇਕ ਚੁਣੋ
ru_ru: Выбери один
sk_sk: Vyber si jednu

# plant_gallery
source: Gallery
et: Galerii
fi_fi: Kuvia
fr_fr: Galerie
it_it: Galleria
ja_jp: ギャラリー
lt_lt: Galerija
pa_in: ਗੈਲਰੀ
ru_ru: Галерея
sk_sk: Galéria

# plant_taxonomy
source: Taxonomy
et: Taksonoomia
fi_fi: Taksonomia
fr_fr: Taxonomie
it_it: Tassonomia
ja_jp: 分類学
lt_lt: Taksonomija
pa_in: ਟੈਕਸੌਮੋਰੀ
ru_ru: Систематика
sk_sk: Taxonómia

# plant_sources
source: Sources
et: Allikad
fi_fi: Lähteet
it_it: Bibliografia
ja_jp: 出典
lt_lt: Šaltiniai
pa_in: ਸਰੋਤ
ru_ru: Ссылки
sk_sk: Zdroje

# google_translate
source: Translated with Google Translate
et: Tõlgitud Google Translate
fi_fi: Käännetty Google Translate
fr_fr: Traduit avec Google Translate
it_it: Tradotto con Google Translate
ja_jp: Google翻訳で翻訳された
lt_lt: Išvertus su Google Translate
pa_in: ਆਵਾਸ
ru_ru: Перевод с Google Translate
sk_sk: Preložené pomocou Google prekladača

# show_original
source: Show English text
et: Näita ingliskeelne tekst
fi_fi: Näytä Englanti teksti
fr_fr: Afficher le texte en anglais
it_it: Mostra il testo in inglese
ja_jp: 英語のテキストを表示する
lt_lt: Rodyti tekstas anglų kalba
pa_in: ਅੰਗ੍ਰੇਜ਼ੀ ਪਾਠ ਦਿਖਾਓ
ru_ru: Показать английский текст
sk_sk: Ukáž anglický text

source: Improve translation
et: Parandada tõlge
fi_fi: Parantamaan käännösten
fr_fr: Améliorer la traduction
it_it: Migliora la traduzione
ja_jp: 翻訳を改善する
lt_lt: Pagerinti vertimą
pa_in: ਅਨੁਵਾਦ ਸੁਧਾਰੋ
ru_ru: Улучшить перевод
sk_sk: Vylepšiť preklad

# show_translation
source: Show translated text
et: Kuva tõlgitud tekst
fi_fi: Näytä käännetty teksti
fr_fr: Afficher le texte traduit
it_it: Mostra il testo tradotto
ja_jp: 翻訳されたテキストを表示する
lt_lt: Rodyti išverstas tekstas
pa_in: ਅਨੁਵਾਦ ਕੀਤਾ ਟੈਕਸਟ ਦਿਖਾਉ
ru_ru: Показать перевод
sk_sk: Ukáž preložený text

# plant_height_from
source: Height from
et: Kõrgus
fi_fi: Korkeus
fr_fr: Hauteur entre
it_it: Altezza da
ja_jp: 高さ
lt_lt: Aukštis
pa_in: ਦੀ ਉਚਾਈ ਤੋਂ
ru_ru: Высота:
sk_sk: Výška:

# plant_flowering_from
source: Flowering from
et: Õitsemine
fi_fi: Kukinta
fr_fr: Floraison de
it_it: Fioritura da
ja_jp: 開花
lt_lt: Žydėjimas nuo
pa_in: ਫੁਲਿੰਗ
ru_ru: Цветет:
sk_sk: Kvitne:

# plant_flowering_to
source: to
fr_fr: à
it_it: a
lt_lt: iki
pa_in: ਤੱਕ

# plant_flower
source: Flower
et: Õis
fi_fi: Kukka
fr_fr: Fleurs
it_it: Fiori
ja_jp: 花
lt_lt: Žiedas
pa_in: ਫੁੱਲ
ru_ru: Цветы
sk_sk: Kvety

# plant_inflorescence
source: Inflorescence
et: Õisik
fi_fi: Kukinto
it_it: Infiorescenza
ja_jp: 花序
lt_lt: Žiedynas
pa_in: ਫੁਲੋਰੇਸੈਂਸ
ru_ru: Соцветие
sk_sk: Súkvetie

# plant_fruit
source: Fruit
et: Vili
fi_fi: Hedelmä
fr_fr: Fruits
it_it: Frutti
ja_jp: 果実
lt_lt: Vaisius
pa_in: ਫਲ
ru_ru: Плоды
sk_sk: Plody

# plant_leaf
source: Leaf
et: Lehed
fi_fi: Lehdet
fr_fr: Feuilles
it_it: Foglie
ja_jp: 葉
lt_lt: Lapai
pa_in: ਪੱਤਾ
ru_ru: Листья
sk_sk: Listy

# plant_stem
source: Stem
et: Vars
fi_fi: Varsi
fr_fr: Tige
it_it: Stelo
ja_jp: 茎
lt_lt: Stiebas
pa_in: ਸਟੈਮ
ru_ru: Стебель
sk_sk: Stonka

# plant_habitat
source: Habitat
et: Elupaik
fi_fi: Kasvupaikka
ja_jp: 生息地
lt_lt: Buveinė
pa_in: ਆਵਾਸ
ru_ru: Ареал
sk_sk: Lokalita

# plant_toxicity
source: Toxicity
et: Mürgisus
fi_fi: Myrkyllisyys
fr_fr: Toxicité
it_it: Tossicità
ja_jp: 毒性
lt_lt: Toksiškumas
pa_in: ਵਸ਼ੈਲਾਪਣ
ru_ru: Токсичность
sk_sk: Toxicita

# plant_herbalism
source: Herbalism
et: Raviteaduse
fi_fi: Herbalismi
fr_fr: Herboristerie
it_it: Erbalismo
ja_jp: 本草学
lt_lt: Žolininkystė
pa_in: ਹਰਬਲਿਜ਼ਮ
ru_ru: Травничество
sk_sk: Bylinkárstvo

# plant_trivia
source: Trivia
et: Tühiasi
fr_fr: Bagatelles
it_it: Curiosità
ja_jp: トリビア
lt_lt: Obuolys
pa_in: ਟ੍ਰਿਜੀਆ
ru_ru: Пустяки
sk_sk: Zaujímavosti

# taxonomy_superregnum
source: Domain
et: Domeen
fi_fi: Domeeni
fr_fr: Domaine
it_it: Dominio
ja_jp: ドメイン
lt_lt: Domenas
ru_ru: Домен
sk_sk: doména

# taxonomy_regnum
source: Kingdom
et: Riik
fi_fi: Kunta
fr_fr: Règne
it_it: Regno
ja_jp: 界
lt_lt: Karalystė
pa_in: ਜਗਤ
ru_ru: Царство
sk_sk: ríša

# taxonomy_ordo
source: Order
et: Selts
fi_fi: Lahko
fr_fr: Ordre
it_it: Ordine
ja_jp: 目
lt_lt: Eilė
pa_in: ਤਬਕਾ
ru_ru: Порядок
sk_sk: trieda

# taxonomy_familia
source: Family
et: Sugukond
fi_fi: Heimo
fr_fr: Famille
it_it: Famiglia
ja_jp: 科
lt_lt: Šeima
pa_in: ਪਰਿਵਾਰ
ru_ru: Семейство
sk_sk: čeľaď

# taxonomy_subfamilia
source: Subfamily
fi_fi: Alaheimo
fr_fr: Sous-famille
it_it: Sottofamiglia
ja_jp: 亜科
lt_lt: Pošeimis
pa_in: ਉੱਪ-ਪਰਿਵਾਰ
ru_ru: Подсемейство
sk_sk: podčeľaď

# taxonomy_tribus
source: Tribe
et: Triibus
fi_fi: Tribus
fr_fr: Tribu
it_it: Tribù
ja_jp: 族
lt_lt: Triba
pa_in: ਕਬੀਲਾ
ru_ru: Триба
sk_sk: skupina

# taxonomy_subtribus
source: Subtribe
et: Subtriibus
fi_fi: Alatribus
fr_fr: Sous-tribu
it_it: Sottotribù
ja_jp: 亜族
lt_lt: Subtriba
ru_ru: Подтриба
sk_sk: podskupina

# taxonomy_genus
source: Genus
et: Perekond
fi_fi: Suku
fr_fr: Genre
it_it: Genere
ja_jp: 属
lt_lt: Gentis
pa_in: ਜਿਣਸ
ru_ru: Род
sk_sk: rod

# taxonomy_subgenus
source: Subgenus
fi_fi: Alasuku
fr_fr: Sous-genre
it_it: Sottogenere
lt_lt: Pogentė
pa_in: ਉੱਪ-ਜਿਨਸ
ru_ru: Подрод
sk_sk: podrod

# taxonomy_sectio
source: Sectio
fi_fi: Sektio
fr_fr: Section
it_it: Sezione
lt_lt: Sekcija
ru_ru: Секция
sk_sk: sekcia

# taxonomy_subsectio
source: Subsectio
fi_fi: Alasektio
fr_fr: Sous-section
it_it: Sottosezione
lt_lt: Subsekcija
ru_ru: Подсекция
sk_sk: podsekcia

# taxonomy_serie
source: Serie
fi_fi: Sarja
fr_fr: Série
lt_lt: Serija
ru_ru: Ряд
sk_sk: séria

# taxonomy_subserie
source: Subserie
fi_fi: Alasarja
fr_fr: Sous-série
it_it: Sottoserie
lt_lt: Subserija
ru_ru: Подряд
sk_sk: podséria

# taxonomy_supersectio
source: Supersectio
fi_fi: Supersektio
fr_fr: Super-section
it_it: Supersezione
lt_lt: Supersekcija
ru_ru: Надсекция
sk_sk: nadsekcia

# taxonomy_species
source: Species
et: Liik
fi_fi: Laji
fr_fr: Espèce
it_it: Specie
ja_jp: 種
lt_lt: Rūšis
pa_in: ਸਪੀਸੀਜ਼
ru_ru: Вид
sk_sk: druh

# taxonomy_unknown
source: unknown
et: teadmata
fi_fi: tuntematon
fr_fr: inconnu
it_it: sconosciuto
ja_jp: 未知の
lt_lt: nežinomas
pa_in: ਅਣਜਾਣ
ru_ru: неизвестный
sk_sk: neznámy

# snack_no_flowers
source: There are no flowers matching criteria.
et: Lillede sobitamise kriteeriumid puuduvad.
fi_fi: Ei kukkien yhteensopivuusvaatimuksia.
fr_fr: Aucune fleur ne correspond aux critères.
it_it: Nessun fiore che corrisponde ai criteri.
ja_jp: 基準に一致する花はありません。
lt_lt: Nėra gėlių atitikimo kriterijų.
pa_in: ਕੋਈ ਫੁੱਲ ਮਾਪਣ ਦੇ ਮਾਪਦੰਡ ਨਹੀਂ.
ru_ru: Нет цветов соответствующих критериям.
sk_sk: Filtru nevyhovujú žiadne kvety v databáze.

# snack_loading_ad
source: Ad is still loading, press button again.
et: Reklaam laaditakse ikka veel, vajutage uuesti nuppu.
fi_fi: Mainos lataa, paina painiketta uudelleen.
fr_fr: L’annonce est toujours en cours de chargement, appuyez à nouveau sur le bouton.
it_it: La pubblicità è ancora in fase di caricamento, premere nuovamente il pulsante.
ja_jp: 広告はまだ読み込まれています。もう一度ボタンを押してください。
lt_lt: Reklama vis dar įkeliama, dar kartą paspauskite mygtuką.
pa_in: ਵਿਗਿਆਪਨ ਅਜੇ ਵੀ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ, ਦੁਬਾਰਾ ਬਟਨ ਦਬਾਓ
ru_ru: Реклама все еще загружается, нажмите кнопку еще раз.
sk_sk: Reklama sa stále načítava, opäť stlačte tlačidlo.

# snack_copy
source: Copied to Clipboard
et: Kopeeritud lõikelauale
fi_fi: Kopioitu leikepöydälle
fr_fr: Copié dans le presse-papier
it_it: Copiato negli appunti
ja_jp: クリップボードにコピー
lt_lt: Kopijuojama į iškarpinę
pa_in: ਕਲਿੱਪਬੋਰਡ ਤੇ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
ru_ru: Скопировано в буфер обмена
sk_sk: Skopírované do schránky

# snack_publish
source: ... to be published later
et: ... avaldatakse hiljem
fi_fi: ... julkaistaan myöhemmin
fr_fr: ... à publier plus tard
it_it: ... essere pubblicato più tardi
ja_jp: ... 後で公開する
lt_lt: ... bus paskelbta vėliau
pa_in: ... ਬਾਅਦ ਵਿੱਚ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤੇ ਜਾਣ ਲਈ
ru_ru: ... будет опубликовано позже

source: Search...
fi_fi: Hae...
fr_fr: Chercher...
it_it: Ricerca...
ja_jp: サーチ...
lt_lt: Paieška...
pa_in: ਖੋਜ ...
ru_ru: Поиск...
sk_sk: Hľadať...

# search_names
source: Search in names
fi_fi: Hae nimistä
fr_fr: Chercher dans les noms
it_it: Cerca nei nomi
ja_jp: 名前で検索
lt_lt: Ieškoti vardų
pa_in: ਨਾਮਾਂ ਵਿੱਚ ਖੋਜ ਕਰੋ
ru_ru: Поиск по именам
sk_sk: Hľadať v názvoch

# search_taxonomy
source: Search in taxonomy
fi_fi: Hae taksonomiassa
fr_fr: Chercher en taxonomie
it_it: Cerca in tassonomia
ja_jp: 分類法で検索する
lt_lt: Ieškoti taksonomijoje
pa_in: ਟੈਕਸੋਨੀਟੀ ਵਿੱਚ ਖੋਜ ਕਰੋ
ru_ru: Поиск в таксономии
sk_sk: Hľadať v taxonómii

source: Observation
fi_fi: Havainto
it_it: Osservazione
ja_jp: 観察
lt_lt: Stebėjimas
pa_in: ਨਜ਼ਰਬੰਦੀ
ru_ru: Наблюдение
sk_sk: Pozorovanie

source: Observations
fi_fi: Havaintoja
it_it: Osservazioni
ja_jp: 観察
lt_lt: Stebėjimas
pa_in: ਅਵਲੋਕਨ
ru_ru: Наблюдения
sk_sk: Pozorovania

# observation_note
source: Place for your private note.
fi_fi: Paikka yksityiselle muistiinpanolle.
fr_fr: Place pour votre note privée.
it_it: Note private
ja_jp: あなたのプライベートメモのための場所。
lt_lt: Vieta jūsų asmeninei pastabai.
pa_in: ਆਪਣੇ ਪ੍ਰਾਈਵੇਟ ਨੋਟ ਲਈ ਸਥਾਨ.
ru_ru: Место для вашей личной заметки.
sk_sk: Miesto pre vaše súkromné poznámky.

# observation_saved
source: Observation was saved.
fi_fi: Havainto tallennettiin.
fr_fr: L'observation a été enregistrée.
it_it: Osservazione salvata.
ja_jp: 観察は助かりました。
lt_lt: Stebėjimas buvo išsaugotas.
pa_in: ਨਜ਼ਰਬੰਦੀ ਬਚਾਈ ਗਈ ਸੀ
ru_ru: Наблюдение было сохранено.
sk_sk: Pozorovanie bolo uložené.

# observation_not_saved
source: Observation was incomplete thus it wasn't saved. Location or photo is misssing.
fr_fr: L'observation était incomplète, donc elle n'a pas été sauvegardée. L'emplacement de la photo est manquant.
lt_lt: Stebėjimas buvo neišsamus, todėl jis nebuvo išsaugotas. Trūksta vietos ar nuotraukos.

# observation_delete
source: Delete observation
fi_fi: Poista havainto
fr_fr: Retirer l'observation
it_it: Cancella osservazione
ja_jp: 観測を削除
lt_lt: Ištrinti stebėjimą
pa_in: ਨਜ਼ਰਸਾਨੀ ਹਟਾਓ
ru_ru: Удалить наблюдение
sk_sk: Zmazať pozorovanie

# observation_delete_question
source: Do you want to delete the observation?
fi_fi: Haluatko poistaa havainnon?
fr_fr: Voulez-vous retirer l'observation?
it_it: Vuoi cancellare l'osservazione?
ja_jp: 観測を削除しますか？
lt_lt: Ar norite ištrinti stebėjimą?
pa_in: ਕੀ ਤੁਸੀਂ ਨਿਰੀਖਣ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru_ru: Вы хотите удалить наблюдение?
sk_sk: Chcete zmazať pozorovanie?

# observation_empty
source: There is no observation yet.
fi_fi: Ei ole vielä havaintoja.
fr_fr: Il n'y a pas encore d'observation.
it_it: Non ci sono ancora osservazioni.
ja_jp: まだ観測はありません。
lt_lt: Dar nėra jokių stebėjimų.
pa_in: ਹਾਲੇ ਤੱਕ ਕੋਈ ਪਰੀਖਿਆ ਨਹੀਂ ਹੈ.
ru_ru: Там нет наблюдения еще.
sk_sk: Zatiaľ nie je žiadne pozorovanie.

# observation_no_login
source: Observations are available only for logged users. Please log in.
fi_fi: Havainnot ovat käytettävissä vain kirjautuneille käyttäjille. Kirjaudu sisään, ole hyvä.
fr_fr: Les observations sont disponibles uniquement pour les utilisateurs connectés. Veuillez vous connecter.
it_it: Le osservazioni sono valide solo per gli utenti loggati. Per favore, accedi.
ja_jp: 観察は、ログインしたユーザーにのみ利用可能です。 ログインしてください。
lt_lt: Stebėjimai galimi tik prisijungusiems vartotojams. Prašome prisijungti.
pa_in: ਅਵਲੋਕਨ ਕੇਵਲ ਲੌਗ ਕੀਤੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਉਪਲਬਧ ਹੁੰਦੇ ਹਨ. ਕਿਰਪਾ ਕਰਕੇ ਲੌਗਇਨ ਕਰੋ.
ru_ru: Наблюдения доступны только для зарегистрированных пользователей. Пожалуйста, войдите.
sk_sk: Pozorovania sú dostupné iba prihláseným používateľom. Prihláste sa, prosím.
