Repository: benadrasni/abherbs_flutter
Catalog: res/values/strings_*.arb
Languages: et, fi_fi, fr_fr, it_it, ja_jp, lt_lt, pa_in, ru_ru, sk_sk

source: Legend
fi_fi: Legenda
fr_fr: Légende
it_it: Legenda
ja_jp: 伝説
lt_lt: Legenda
pa_in: ਦੰਤਕਥਾ
ru_ru: Легенда
sk_sk: Legenda

source: Enhancements
fi_fi: Parannukset
fr_fr: Améliorations
it_it: Miglioramenti
ja_jp: 機能強化
lt_lt: Priedai
pa_in: ਸੁਧਾਰ
ru_ru: Улучшения
sk_sk: Vylepšenia

source: Settings
et: Reguleerimine
fi_fi: Asetukset
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
lt_lt: Nustatymai
pa_in: ਸੈਟਿੰਗਜ਼
ru_ru: Устройства
sk_sk: Nastavenia

source: Feedback
et: Tagasiside / Panus
fi_fi: Palaute / Panos
fr_fr: Retour d'information
it_it: Invia un feedback / Contributo
ja_jp: フィードバック
lt_lt: Grįžtamasis ryšys / Indėlis
pa_in: ਸੁਝਾਅ
ru_ru: Отправить отзыв
sk_sk: Pripomienky

source: About
et: Rakenduse kohta
fi_fi: Tietoja sovellus
fr_fr: À propos
it_it: Info sull'applicazione
ja_jp: 約
lt_lt: Apie paraišką
pa_in: ਇਸ ਬਾਰੇ
ru_ru: О приложении
sk_sk: O aplikácii

source: Help
et: Appi
fi_fi: Ohje
fr_fr: Aide
it_it: Aiuto
ja_jp: ヘルプ
lt_lt: Padėkite
pa_in: ਮਦਦ ਕਰੋ
ru_ru: Cправка
sk_sk: Pomoc

# product_restore_purchases
source: Restore Purchases
fi_fi: Palauttaa ostot
fr_fr: Restaurer les achats
it_it: Ripristinare gli acquisti
ja_jp: 購入を復元
lt_lt: Atkurti pirkimus
pa_in: ਖ਼ਰੀਦਾਂ ਨੂੰ ਰੀਸਟੋਰ ਕਰੋ
ru_ru: Восстановить покупки
sk_sk: Obnoviť nákupy

# product_no_ads_title
source: No unwanted advertisement
fi_fi: Ei ei-toivottua mainosta
fr_fr: Pas de publicité indésirable
it_it: Nessuna pubblicità indesiderata
ja_jp: 迷惑な広告はありません
lt_lt: Nėra nepageidaujamo skelbimo
pa_in: ਕੋਈ ਅਣਚਾਹੇ ਇਸ਼ਤਿਹਾਰ
ru_ru: Без нежелательной рекламы
sk_sk: Žiadna nežiadúca reklama

# product_no_ads_description
source: Application won't show advertisement banner at the bottom of the screen.
fi_fi: Sovellus ei näytä ruudun alareunassa mainosbanneria.
fr_fr: L'application ne montre pas la bannière de publicité au bas de l'écran.
it_it: L'applicazione non mostrerà banner pubblicitari nella parte inferiore dello schermo.
ja_jp: アプリケーションは画面の下部に広告バナーを表示しません。
lt_lt: Programos apačioje ekrano reklama nebus rodoma.
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਸਕ੍ਰੀਨ ਦੇ ਤਲ 'ਤੇ ਇਸ਼ਤਿਹਾਰ ਬੈਨਰ ਨਹੀਂ ਦਿਖਾਏਗੀ.
ru_ru: Приложение не будет показывать рекламный баннер внизу экрана.
sk_sk: Aplikácia nezobrazí reklamný banner v spodnej časti obrazovky.

# product_search_title
source: Search in names or taxonomy
fi_fi: Hae nimistä tai taksonomiasta
fr_fr: Chercher dans les noms ou la taxonomie
it_it: Cerca nei nomi o nella tassonomia
ja_jp: 名前または分類法で検索する
lt_lt: Ieškoti vardų arba taksonomijos
pa_in: ਨਾਮਾਂ ਜਾਂ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਲੱਭੋ
ru_ru: Поиск по именам или таксономии
sk_sk: Hľadať v názvoch alebo v taxonómii

# product_search_description
source: You'll be able to find a flower by its English or Latin name or by its taxon (e.g. order, family, genus).
fi_fi: Voit löytää kukka Suomen tai latinankielisen nimen tai taksonin (esim. lahko, heimo, suku).
fr_fr: Vous pourrez trouver une fleur par son nom français ou latin ou par son taxon (ordre, famille, genre, par exemple).
it_it: Sarai in grado di trovare un fiore con il suo nome italiano o latino o dal suo taxon (ad esempio, ordine, famiglia, genere).
ja_jp: 花は、日本語またはラテン語の名前で、あるいは分類群（たとえば、目、科、属）で見つけることができます。
lt_lt: Gali rasti gėlę pagal savo lietuvių ar lotynų kalbą arba taksoną (pvz., Eilė, šeimą, gentį).
pa_in: ਤੁਸੀਂ ਇਸਦੇ ਲਾਤੀਨੀ ਨਾਮ ਦੁਆਰਾ ਜਾਂ ਇਸਦੇ ਟੈਕਸੋਂ ਦੁਆਰਾ ਇੱਕ ਫੁੱਲ ਲੱਭਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ (ਜਿਵੇਂ ਤਬਕਾ, ਪਰਿਵਾਰ, ਜਿਣਸ).
ru_ru: Вы сможете найти цветок по его русскому или латинскому имени или по таксону (например, порядок, семейство, род).
sk_sk: Budete mať možnosť nájsť kvetinu podľa slovenského alebo latinského názvu alebo podľa taxónu (napr. podľa rádu, čeľade, rodu).

# product_custom_filter_title
source: Custom filter
fi_fi: Mukautettu suodatin
fr_fr: Filtre personnalisé
it_it: Filtro personalizzato
ja_jp: カスタムフィルター
lt_lt: Pasirinktinis filtras
pa_in: ਕਸਟਮ ਫਿਲਟਰ
ru_ru: Пользовательский фильтр
sk_sk: Vlastný filter

# product_custom_filter_description
source: You'll be able to change default order and number of filters (color, habitat, petal, distribution).
fi_fi: Voit muuttaa oletusjärjestystä ja suodattimien määrää (väri, kasvupaikka, teriö, jakelu).
fr_fr: Vous pourrez modifier l'ordre et le nombre de filtres par défaut (couleur, habitat, pétale, distribution).
it_it: Sarai in grado di modificare l'ordine di default e il numero di filtri (colore, habitat, petali, distribuzione).
ja_jp: あなたは、デフォルトの順番とフィルタの数（色、生息地、花弁、分布）を変えることができるでしょう。
lt_lt: Galėsite pakeisti numatytąjį užsakymų skaičių ir filtrų skaičių (spalva, buveinė, vainiklapis, platinimas).
pa_in: ਤੁਸੀਂ ਡਿਫਾਲਟ ਆਰਡਰ ਅਤੇ ਫਿਲਟਰਸ ਦੀ ਗਿਣਤੀ (ਰੰਗ, ਆਵਾਸ, ਪੱਟੇਲ, ਵੰਡ) ਨੂੰ ਬਦਲਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ.
ru_ru: Вы сможете изменить порядок по умолчанию и количество фильтров (окраска, ареалы, лепесток, распределение).
sk_sk: Budete mať možnosť zmeniť predvolené poradie a počet filtrov (farba, biotop, lupienok, distribúcia).

# product_offline_title
source: Offline mode
fi_fi: Offline-tila
fr_fr: Mode hors-ligne
it_it: Modalità offline
ja_jp: オフラインモード
lt_lt: Atsijungęs režimas
pa_in: ਔਫਲਾਈਨ ਮੋਡ
ru_ru: Автономный режим
sk_sk: Režm offline

# product_offline_description
source: Application will work without internet connection.
fi_fi: Voit suorittaa sovelluksen ilman internet-yhteyttä.
fr_fr: Vous pourrez exécuter une application sans connexion Internet.
it_it: Sarai in grado di eseguire l'applicazione senza connessione a Internet.
ja_jp: あなたはインターネットに接続せずにアプリケーションを実行することができるでしょう。
lt_lt: Galėsite paleisti programą be interneto ryšio.
pa_in: ਤੁਸੀਂ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਤੋਂ ਬਿਨਾਂ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਚਲਾਉਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ.
ru_ru: Вы сможете запустить приложение без подключения к интернету.
sk_sk: Aplikáciu budete môcť spustiť bez pripojenia k internetu.

# product_observations_title
source: Observations
fi_fi: Havaintoja
it_it: Osservazioni
ja_jp: 観察
lt_lt: Stebėjimas
pa_in: ਅਵਲੋਕਨ
ru_ru: Наблюдения
sk_sk: Pozorovania

# product_observations_description
source: You'll be able to save your own observations with flower name, date, location, photos and note.
fi_fi: Voit tallentaa omia havaintojasi kukkien nimen, päivämäärän, sijainnin, valokuvien ja muistiinpanojen avulla.
fr_fr: Vous pourrez enregistrer vos propres observations avec le nom de la fleur, la date, le lieu, les photos et la note.
it_it: Sarai in grado di salvare le tue osservazioni con nome del fiore, data, posizione, foto e nota.
ja_jp: 花の名前、日付、場所、写真、メモを付けて自分の観察結果を保存することができます。
lt_lt: Galėsite išsaugoti savo stebėjimus gėlių pavadinimu, data, vieta, nuotraukomis ir pastaba.
pa_in: ਤੁਸੀਂ ਫੁੱਲ ਦੇ ਨਾਮ, ਮਿਤੀ, ਸਥਾਨ, ਫੋਟੋਆਂ ਅਤੇ ਨੋਟ ਨਾਲ ਆਪਣੇ ਖੁਦ ਦੇ ਨਿਰੀਖਣਾਂ ਨੂੰ ਬਚਾਉਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ.
ru_ru: Вы сможете сохранить свои наблюдения с именем цветка, датой, местоположением, фотографиями и заметками.
sk_sk: Budete mať možnosť uložiť si svoje vlastné pozorovania s názvom kvetu, dátumom, miestom, fotografiami a poznámkou. Bez predplatného budú fotografie uložené iba lokálne.

# product_photo_search_title
source: Search by photo
fi_fi: Hae valokuvasta
fr_fr: Recherche par photo
it_it: Cerca per foto
ja_jp: 写真で探す
lt_lt: Ieškoti pagal nuotrauką
pa_in: ਫੋਟੋ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
ru_ru: Поиск по фото
sk_sk: Hľadať pomocou fotografie

# product_photo_search_description
source: You'll be able to find a flower by photo. This feature is using Artificial Intelligence for labeling photos from Google.
fi_fi: Voit löytää kukkien valokuvan. Tämä ominaisuus käyttää Artificial Intelligence -toimintoa valokuvien merkitsemiseen Googlesta.
fr_fr: Vous pourrez trouver une fleur par photo. Cette fonctionnalité utilise l’intelligence artificielle pour marquer les photos de Google.
it_it: Sarai in grado di trovare un fiore per foto. Questa funzione utilizza l'Intelligenza Artificiale per etichettare le foto di Google.
ja_jp: あなたは写真で花を見つけることができるでしょう。 この機能は、Googleの写真にラベルを付けるために人工知能を使用しています。
lt_lt: Galite rasti gėlių pagal nuotrauką. Ši funkcija naudojama naudojant dirbtinį intelektą, kad būtų galima žymėti nuotraukas iš „Google“.
pa_in: ਤੁਸੀਂ ਫੋਟੋ ਦੁਆਰਾ ਫੁੱਲ ਲੱਭਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ. ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ Google ਵੱਲੋਂ ਫੋਟੋਆਂ ਨੂੰ ਲੇਬਲ ਕਰਨ ਲਈ ਨਕਲੀ ਖੁਫ਼ੀਆ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰ ਰਿਹਾ ਹੈ
ru_ru: Вы сможете найти цветок по фотографии. Эта функция использует искусственный интеллект для маркировки фотографий из Google.
sk_sk: Budete mať možnosť nájsť kvetinu podľa fotografie. Táto funkcia používa umelú inteligencíu na určovanie objektov na fotografiách od Googlu.

# subscription_monthly_title
source: Store photos - monthly
fi_fi: Tallenna kuvat
fr_fr: Stocker des photos
it_it: Archivia le foto
ja_jp: 写真を保存
lt_lt: Išsaugokite nuotraukas - kas mėnesį
pa_in: ਸਟੋਰ ਫੋਟੋ
ru_ru: Хранить фотографии
sk_sk: Záloha fotografií z pozorovaní

# subscription_monthly_description
source: Preserve observation's photos across devices, see shared observations - monthly payment.
fi_fi: Säilytä havaintojen valokuvia laitteissa, katso jaetut havainnot - kuukausimaksu.
fr_fr: Préservez les photos des observations sur tous les appareils, consultez les observations partagées - paiement mensuel.
it_it: Conserva le foto di osservazione su tutti i dispositivi, osserva le osservazioni condivise - pagamento mensile.
ja_jp: デバイス間で観測の写真を保存し、共有観測 - 毎月の支払いを参照してください。
lt_lt: Išsaugokite stebėjimo nuotraukas visuose įrenginiuose, peržiūrėkite bendrus stebėjimus - mėnesinį mokėjimą.
pa_in: ਸਾਰੇ ਉਪਕਰਣਾਂ ਵਿੱਚ ਨਿਰੀਖਣ ਦੀਆਂ ਫੋਟੋਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ, ਸ਼ੇਅਰ ਕੀਤੇ ਵਿਸਥਾਰਾਂ ਦੇਖੋ - ਮਾਸਿਕ ਭੁਗਤਾਨ.
ru_ru: Сохраняйте фотографии наблюдений на разных устройствах, смотрите общие наблюдения - ежемесячная оплата.
sk_sk: Možnosť zdielať fotografie z pozorovaní na viacerých zariadeniach, prístup k pozorovaniam ostatných používateľov - mesačná platba.

# subscription_yearly_title
source: Store photos - yearly
fi_fi: Tallenna kuvat
fr_fr: Stocker des photos
it_it: Archivia le foto
ja_jp: 写真を保存する
lt_lt: Nuotraukų saugojimas - kasmet
pa_in: ਸਟੋਰ ਫੋਟੋ
ru_ru: Хранить фотографии
sk_sk: Záloha fotografií z pozorovaní

# subscription_yearly_description
source: Preserve observation's photos across devices, see shared observations - yearly payment.
fi_fi: Säilytä havaintojen valokuvia laitteissa, katso jaetut havainnot - vuosittainen maksu.
fr_fr: Préservez les photos des observations sur tous les appareils, consultez les observations partagées - paiement annuel.
it_it: Conserva le foto di osservazione su tutti i dispositivi, osserva le osservazioni condivise - pagamento annuale.
ja_jp: デバイス間で観測の写真を保存し、共有観測を参照 - 年間支払い
lt_lt: Išsaugokite stebėjimo nuotraukas visuose įrenginiuose, peržiūrėkite bendrus stebėjimus - kasmetinį mokėjimą.
pa_in: ਸਾਰੇ ਉਪਕਰਣਾਂ ਵਿੱਚ ਨਿਰੀਖਣ ਦੀਆਂ ਫੋਟੋਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ, ਦੇਖੋ ਸਾਂਝੇ ਪੂਰਵਦਰਸ਼ਨ - ਸਾਲਾਨਾ ਅਦਾਇਗੀ
ru_ru: Сохраняйте фотографии наблюдений на разных устройствах, смотрите общие наблюдения - ежегодная оплата.
sk_sk: Možnosť zdielať fotografie z pozorovaní na viacerých zariadeniach, prístup k pozorovaniam ostatných používateľov - ročná platba

# product_subscribe
source: Subscribe
fi_fi: Merkitä
fr_fr: Abonnér
it_it: Sottoscrivi
ja_jp: 申し込む
lt_lt: Prenumeruoti
pa_in: ਮੈਂਬਰ ਬਣੋ
ru_ru: Подписывайся
sk_sk: Predplatiť

# product_subscribe_failed
source: Subscription failed
fi_fi: Osto epäonnistui
fr_fr: Achat raté
it_it: Acquisto fallito
ja_jp: 購入に失敗しました
lt_lt: Pirkimas nepavyko
pa_in: ਖਰੀਦ ਫੇਲ੍ਹ ਹੋਈ
ru_ru: Покупка не удалась
sk_sk: Nákup sa neuskutočnil

# product_subscribed
source: Subscribed
fi_fi: Merkitsi
fr_fr: Abonné
it_it: Sottoscritto
ja_jp: 購読しています
lt_lt: Prenumeruota
pa_in: ਗਾਹਕ ਬਣੇ
ru_ru: Подписаны
sk_sk: Predplatené

# product_change
source: Change
fi_fi: Muuttaa
fr_fr: Changer
it_it: Modifica
ja_jp: 変化する
lt_lt: Keisti
pa_in: ਬਦਲੋ
ru_ru: Изменить
sk_sk: Zmeniť

# product_purchase
source: Purchase
fi_fi: Ostaa
fr_fr: Acheter
it_it: Acquistare
ja_jp: 買う
lt_lt: Įsigyti
pa_in: ਖ਼ਰੀਦੋ
ru_ru: Покупать
sk_sk: Kúpiť

# product_purchase_failed
source: Purchase failed
fi_fi: Osto epäonnistui
fr_fr: Achat raté
it_it: Acquisto fallito
ja_jp: 購入に失敗しました
lt_lt: Pirkimas nepavyko
pa_in: ਖਰੀਦ ਫੇਲ੍ਹ ਹੋਈ
ru_ru: Покупка не удалась
sk_sk: Nákup sa neuskutočnil

# product_purchased
source: Purchased
fi_fi: Osti
fr_fr: Acheté(e)
it_it: Acquistato
ja_jp: 購入した
lt_lt: Įgytinis
pa_in: ਖਰੀਦਿਆ
ru_ru: Купленный
sk_sk: Kúpené

# toxicity1
source: poisonous plant
et: mürgine taim
fi_fi: myrkyllinen kasvi
fr_fr: plante toxique
it_it: pianta velenosa
ja_jp: 有毒植物
lt_lt: nuodingas augalas
pa_in: ਜ਼ਹਿਰੀਲਾ ਪੌਦਾ
ru_ru: ядовитое растение
sk_sk: jedovatá rastlina

# toxicity2
source: slightly poisonous plant
et: veidi mürgine taim
fi_fi: lievästi myrkyllinen kasvi
fr_fr: plante légèrement toxique
it_it: pianta poco velenosa
ja_jp: わずかに有毒な植物
lt_lt: šiek tiek nuodingas augalas
pa_in: ਥੋੜ੍ਹਾ ਜ਼ਹਿਰੀਲਾ ਪੌਦਾ
ru_ru: слегка ядовитое растение
sk_sk: mierne jedovatá rastlina

# pref_language
source: Preferred language
et: Eelistatud keel
fi_fi: Suosittu kieli
fr_fr: Préférence de langue
it_it: Lingua preferita
ja_jp: 優先言語e
lt_lt: Pageidautina kalba
pa_in: ਤਰਜੀਹੀ ਭਾਸ਼ਾ
ru_ru: Предпочтительный язык
sk_sk: Preferovaný jazyk

source: My region
et: Minu regioon
fi_fi: Oma alue
fr_fr: Ma région
it_it: La mia regione
ja_jp: 私の地域
lt_lt: Mano regionas
pa_in: ਮੇਰਾ ਖੇਤਰ
ru_ru: Мой район
sk_sk: Moja oblasť

# always_my_region_title
source: Always add my region to the filter
et: Lisage alati minu piirkond filtrile
fi_fi: Lisää alueeni aina suodattimeen
fr_fr: Toujours ajouter ma région au filtre
it_it: Aggiungi sempre la mia regione al filtro
ja_jp: 自分の地域を常にフィルタに追加する
lt_lt: Visada pridėkite mano regioną prie filtro
pa_in: ਹਮੇਸ਼ਾਂ ਫਿਲਟਰ ਨੂੰ ਮੇਰਾ ਖੇਤਰ ਜੋੜੋ
ru_ru: Всегда добавлять мой регион в фильтр
sk_sk: Vždy pridať moju oblasť do filtra

# always_my_region_subtitle
source: Your region will be pre-set to the filter
et: Teie piirkond on filtrile eelnevalt seadistatud
fi_fi: Alueesi asetetaan etukäteen suodattimeen
fr_fr: Votre région sera pré-réglée sur le filtre
it_it: La tua regione sarà preimpostata sul filtro
ja_jp: あなたの地域はフィルタにプリセットされます
lt_lt: Jūsų regionas bus iš anksto nustatytas filtre
pa_in: ਤੁਹਾਡੇ ਖੇਤਰ ਨੂੰ ਫਿਲਟਰ ਤੇ ਪ੍ਰੀ-ਸੈੱਟ ਕੀਤਾ ਜਾਵੇਗਾ
ru_ru: Ваш регион будет предварительно настроен на фильтр
sk_sk: Vaša oblasť bude prednastavená do filtra

source: My filter
fi_fi: Oma suodatin
fr_fr: Mon filtre
it_it: Il mio filtro
ja_jp: 私のフィルター
lt_lt: Mano filtras
pa_in: ਮੇਰੇ ਫਿਲਟਰ
ru_ru: Мой фильтр
sk_sk: Môj filter

# offline_title
source: Offline mode
fi_fi: Offline-tila
fr_fr: Mode hors-ligne
it_it: Modalità offline
ja_jp: オフラインモード
lt_lt: Atsijungęs režimas
pa_in: ਔਫਲਾਈਨ ਮੋਡ
ru_ru: Автономный режим
sk_sk: Režm offline

# offline_subtitle
source: requires 300+ MB additional space.
fi_fi: vaatii 300+ MB lisää tilaa.
fr_fr: nécessite plus de 300+ MB d'espace.
it_it: richiede oltre 300 MB di spazio aggiuntivo.
ja_jp: 300 MB以上の追加スペースが必要です。
lt_lt: reikia 300+ MB papildomos vietos.
pa_in: 300+ ਮੈਬਾ ਵਾਧੂ ਜਗ੍ਹਾ ਦੀ ਲੋੜ ਹੈ
ru_ru: требует 300+ МБ дополнительного места.
sk_sk: potrebuje viac ako 300 MB voľného priestoru.

# offline_download_message
source: You're going to download 300+ MB of photos and illustrations. Please check if your device is connected to wi-fi. Are you ready for a download?
fi_fi: Voit ladata 300+ MB kuvia ja kuvia. Tarkista, onko laite liitetty wi-fi-verkkoon. Oletko valmis lataamaan?
fr_fr: Vous allez télécharger plus de 300 Mo de photos et d'illustrations. Veuillez vérifier si votre appareil est connecté au wi-fi. Êtes-vous prêt pour un téléchargement?
it_it: Stai per scaricare oltre 300 MB di foto e illustrazioni. Verifica se il dispositivo è collegato al wi-fi. Sei pronto per il download?
ja_jp: あなたは300 MB以上の写真やイラストをダウンロードしようとしています。 お使いの機器がWi-Fiに接続されているか確認してください。 ダウンロードの準備はできていますか？
lt_lt: Atsisiųsite 300+ MB nuotraukų ir iliustracijų. Patikrinkite, ar įrenginys prijungtas prie „Wi-Fi“. Ar esate pasiruošę atsisiųsti?
pa_in: ਤੁਸੀਂ 300+ ਮੈਬਾ ਫੋਟੋਆਂ ਅਤੇ ਤਸਵੀਰਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਜਾ ਰਹੇ ਹੋ. ਕਿਰਪਾ ਕਰਕੇ ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਹਾਡੀ ਡਿਵਾਈਸ Wi-Fi ਨਾਲ ਕਨੈਕਟ ਕੀਤੀ ਹੋਈ ਹੈ ਜਾਂ ਨਹੀਂ. ਕੀ ਤੁਸੀਂ ਡਾਉਨਲੋਡ ਲਈ ਤਿਆਰ ਹੋ?
ru_ru: Вы собираетесь загрузить более 300 МБ фотографий и иллюстраций. Пожалуйста, проверьте, если ваше устройство подключено к Wi-Fi. Вы готовы к загрузке?
sk_sk: Chystáte sa stiahnuť viac ako 300 MB fotografií a ilustrácii. Skontrolujte, prosím, či je vaše zariadenie pripojené na wifi sieť. Chcete začať sťahovať súbory?

# offline_download_progress
source: Downloading photos and illustrations...
fi_fi: Valokuvien ja kuvien lataaminen ...
fr_fr: Téléchargement de photos et d'illustrations ...
it_it: Download di foto e illustrazioni ...
ja_jp: 写真やイラストをダウンロードしています...
lt_lt: Nuotraukų ir iliustracijų atsisiuntimas ...
pa_in: ਫੋਟੋਆਂ ਅਤੇ ਵਰਣਨ ਡਾਊਨਲੋਡ ਕਰ ਰਿਹਾ ਹੈ ...
ru_ru: Загрузка фотографий и иллюстраций ...
sk_sk: Prebieha sťahovanie fotografií a ilustrácii ...

# offline_download_success
source: Photos and illustrations have been successfully downloaded.
fi_fi: Kuvat ja kuvat on ladattu onnistuneesti.
fr_fr: Les photos et illustrations ont été téléchargées avec succès.
it_it: Foto e illustrazioni scaricate con successo.
ja_jp: 写真やイラストのダウンロードに成功しました。
lt_lt: Nuotraukos ir iliustracijos sėkmingai atsisiųsti.
pa_in: ਫੋਟੋਆਂ ਅਤੇ ਦ੍ਰਿਸ਼ਟੀਕੋਣ ਸਫਲਤਾਪੂਰਵਕ ਡਾਊਨਲੋਡ ਕੀਤੇ ਗਏ.
ru_ru: Фотографии и иллюстрации успешно загружены.
sk_sk: Fotografie a ilustrácie boli úspešne stiahnuté.

# offline_download_fail
source: Download failed. Please check your internet connection or free space on device and try again.
fi_fi: Lataus epäonnistui. Tarkista Internet-yhteys tai vapaa tila laitteessa ja yritä uudelleen.
fr_fr: Échec du téléchargement. Vérifiez votre connexion Internet ou l'espace disponible sur votre appareil, puis réessayez.
it_it: Download fallito. Controlla la tua connessione Internet o lo spazio libero sul dispositivo e riprova.
ja_jp: ダウンロードに失敗しました。 インターネット接続またはデバイスの空き容量を確認して、もう一度やり直してください。
lt_lt: Atsisiuntimas nepavyko. Patikrinkite interneto ryšį arba laisvą vietą įrenginyje ir bandykite dar kartą.
pa_in: ਡਾਊਨਲੋਡ ਅਸਫਲ. ਕਿਰਪਾ ਕਰਕੇ ਡਿਵਾਈਸ ਤੇ ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਜਾਂ ਖਾਲੀ ਸਪੇਸ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ru_ru: Ошибка загрузки. Пожалуйста, проверьте ваше интернет-соединение или свободное место на устройстве и попробуйте снова.
sk_sk: Sťahovanie súborov zlyhalo. Prosím skontrolujte pripojenie k internetu alebo voľný priestor na zariadení a skúste znova.

# offline_delete_message
source: Do you want to delete offline data?
fi_fi: Haluatko poistaa offline-tietoja?
fr_fr: Voulez-vous supprimer les données hors connexion?
it_it: Vuoi eliminare i dati offline?
ja_jp: オフラインデータを削除しますか？
lt_lt: Ar norite ištrinti neprisijungus duomenis?
pa_in: ਕੀ ਤੁਸੀਂ ਔਫਲਾਈਨ ਡਾਟਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ru_ru: Вы хотите удалить автономные данные?
sk_sk: Naozaj chcete zmazať offline dáta?

# offline_download
source: Resume download
fi_fi: Jatka lataamista
fr_fr: Reprendre le téléchargement
it_it: Riprendi a scaricare
ja_jp: ダウンロードを再開
lt_lt: Tęsti atsisiuntimą
pa_in: ਡਾਊਨਲੋਡ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ
ru_ru: Возобновление загрузки
sk_sk: Pokračovať v sťahovaní

# feedback_intro
source: You have been contributing to this application since you have installed it on your device, thanks. If you are looking for something more, here are some options:
et: Tänu sellele, et olete selle seadmesse installinud, olete sellele rakendusele kaasa aidanud. Kui otsite midagi muud, on siin mõned võimalused:
fi_fi: Olet osallistunut tähän sovellukseen, koska olet asentanut sen laitteeseen, kiitos. Jos etsit jotain muuta, tässä on muutamia vaihtoehtoja:
fr_fr: Vous avez contribué à cette application car vous l'avez installé sur votre appareil, merci. Si vous cherchez quelque chose de plus, voici quelques options:
it_it: Hai contribuito a questa applicazione scaricandola sul tuo dispositivo, grazie. Se stai cercando qualcos'altro, ecco cosa puoi fare:
ja_jp: デバイスにインストールしたので、このアプリケーションに貢献しました。ありがとうございます。 あなたがもっと何かを探しているなら、いくつかのオプションがあります：
lt_lt: Jūs prisidėjote prie šios programos, nes ją įdiegėte savo prietaise. Jei ieškote ko nors daugiau, čia pateikiamos kelios parinktys:
pa_in: ਤੁਸੀਂ ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾ ਰਹੇ ਹੋ ਕਿਉਂਕਿ ਤੁਸੀਂ ਇਸ ਨੂੰ ਆਪਣੀ ਡਿਵਾਈਸ ਤੇ ਇੰਸਟਾਲ ਕੀਤਾ ਹੈ, ਧੰਨਵਾਦ. ਜੇ ਤੁਸੀਂ ਕੁਝ ਹੋਰ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ, ਇੱਥੇ ਕੁਝ ਵਿਕਲਪ ਹਨ:
ru_ru: Вы вносите свой вклад в это приложение, так как вы установили его на своем устройстве, спасибо Если вы ищете что-то большее, вот несколько вариантов:
sk_sk: Túto aplikáciu podporujete odkedy ste si ju nainštalovali na svoje mobilné zariadenie, ďakujem. Ak hľadáte iné formy podpory, tu sú niektoré možnosti:

# feedback_review
source: You can write a positive review.
et: Google Play saate kirjutada positiivse ülevaate.
fi_fi: Voit kirjoittaa positiivisen tarkistuksen.
fr_fr: Vous pouvez écrire une critique positive.
it_it: Puoi scrivere una recensione positiva.
ja_jp: あなたは肯定的なレビューを書くことができます。
lt_lt: Galite parašyti teigiamą apžvalgą.
pa_in: ਤੁਸੀਂ ਇੱਕ ਸਕਾਰਾਤਮਕ ਸਮੀਖਿਆ ਲਿਖ ਸਕਦੇ ਹੋ.
ru_ru: Вы можете написать положительный отзыв.
sk_sk: Môžete napísať pozitívnu recenziu.

# feedback_title
source: How to contribute
et: Kuidas aidata
fi_fi: Miten osallistua
fr_fr: Contribution
it_it: Come contribuire
ja_jp: 貢献する方法
lt_lt: Kaip prisidėti
pa_in: ਰੁੱਖ ਜਾਂ ਬੂਟੇ
ru_ru: Как внести свой вклад
sk_sk: Ako prispieť

# feedback_translate
source: You can report any typo or mistranslation you found or submit new translation for flower's data or application's labels at whatsthatflower.com.
et: Saate teatada mis tahes leitud veast või veast või esitada uue tõlke oma keelde.
fi_fi: Voit ilmoittaa havaitusta virheestä tai virheestä tai lähettää uuden käännöksen omalle kielellesi.
fr_fr: Vous pouvez signaler toute erreur de frappe ou erreur que vous avez trouvée ou vous envoyer une nouvelle traduction dans votre langue.
it_it: Puoi segnalare refusi ed errori o inviare una nuova traduzione per i fiori o le etichette dell'applicazione su whatsthatflower.com.
ja_jp: 誤植や誤りを報告したり、新しい翻訳をあなたの言語で提出することができます。
lt_lt: Galite pranešti apie rastą klaidą ar klaidą arba pateikti naują vertimą į savo kalbą.
pa_in: ਪਹਾੜਾਂ ਜਾਂ ਝੂਲਿਆਂ
ru_ru: Вы можете сообщить о любой обнаруженной вами опечатке или ошибке или представить новый перевод на вашем языке.
sk_sk: Môžete upozorniť na gramatické a faktické chyby v texte alebo priamo v aplikácii na stránke whatsthatflower.com.

# feedback_submit_translate_data
source: Improve flower's data
et: Parandage lilli andmeid
fi_fi: Paranna kukkien tietoja
fr_fr: Améliorer les données de la fleur
it_it: Migliora le informazioni sui fiori
ja_jp: 花のデータを改善する
lt_lt: Pagerinkite gėlių duomenis
pa_in: ਫੁੱਲ ਦਾ ਡਾਟਾ ਸੁਧਾਰੋ
ru_ru: Улучшить данные цветка
sk_sk: Opraviť chyby v dátach

# feedback_submit_translate_app
source: Improve application's labels
et: Parandage rakenduse sildid
fi_fi: Paranna sovelluksen tarroja
fr_fr: Améliorer les étiquettes de l'application
it_it: Migliora le etichette delle applicazioni
ja_jp: アプリケーションのラベルを改善する
lt_lt: Pagerinti programos etiketes
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਲੇਬਲ ਨੂੰ ਬਿਹਤਰ ਬਣਾਓ
ru_ru: Улучшить ярлыки приложений
sk_sk: Opraviť chyby v aplikácii
