Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

source: Legend
ar_eg: مفتاح
bg_bg: Легенда
cs_cz: Legenda
da_dk: Legende
de_de: Legende
es_es: Leyenda
fa_ir: افسانه
he_il: אגדה
hi_in: किंवदंती
hr_hr: Legenda
hu_hu: Jelmagyarázat
id_id: Legenda
ko_kr: 전설
lv_lv: Leģenda
nb_no: Legende
nl_nl: Legenda
pl_pl: Legenda
pt_pt: Legenda
ro_ro: Legendă
sl_si: Legenda
sr_rs: Легенда
uk_ua: Легенда
zh_tw: 說明

# legend_flower_1
source: mature flower
ar_eg: زهرة ناضجة
bg_bg: зрял цвят
cs_cz: vyvinutý květ
da_dk: moden blomst
de_de: Vollentwickelte Blüte
es_es: Flor madura
hu_hu: érett virág
id_id: Bunga sempurna
nb_no: blomst
nl_nl: volgroeide bloem
pl_pl: dojrzały kwiat
pt_pt: flor matura
ro_ro: Floare matură
sl_si: odrasel cvet
sv_se: Mogen blomma
uk_ua: Зріла квітка
zh_tw: 成熟花朵

# legend_flower_2
source: stigma
ar_eg: الميسم
bg_bg: близалце
cs_cz: blizna
da_dk: støvfang
de_de: Narbe (Stigma)
es_es: Estigma
hu_hu: bibe
id_id: Kepala putik (stigma)
nb_no: arr
nl_nl: stempel
pl_pl: znamię
pt_pt: estigma
ro_ro: Stigmat (partea superioară a ovarului sau a stilului)
sl_si: brazda na cvetnem pestiču
sv_se: Märke
uk_ua: Приймочка
zh_tw: 柱头

# legend_flower_3
source: style
bg_bg: стълбче
cs_cz: čnelka
da_dk: griffel
de_de: Griffel (Stylus)
es_es: Estilo
hu_hu: párta
id_id: Tangkai putik (stilus)
nb_no: griffel
nl_nl: stijl
pl_pl: szyjka
pt_pt: estilete
ro_ro: Stil (partea filiformă aflată deasupra ovarului, care se termină prin stigmat)
sl_si: vrat
sv_se: Pistill
uk_ua: Стовпчик
zh_tw: 花柱

# legend_flower_4
source: filament
ar_eg: خيط رفيع
bg_bg: тичинкова дръжка
cs_cz: nitka
da_dk: støvtråd
de_de: Staubfaden (Filament)
es_es: Filamento
hr_hr: prašničke niti
hu_hu: porzószál
id_id: Tangkai sari (filament, bagian dari benang sari)
nb_no: filamentet
nl_nl: helmdraad
pl_pl: nitka pręcika
pt_pt: filamento
ro_ro: Filamentul staminal susținând anterele
sl_si: prašnikova nit
sv_se: Ståndarsträng
uk_ua: Тичинкова нитка
zh_tw: 花丝

# legend_flower_5
source: floral axis
bg_bg: цветна ос
cs_cz: os květu
da_dk: blomsterakse
de_de: Blütenachse
es_es: Eje floral
hr_hr: cvjetna os
hu_hu: virágtengely
id_id: Sumbu bunga (axis)
nl_nl: as van de bloem
pl_pl: oś kwiatowa
pt_pt: eixo floral
ro_ro: Axa florală sau receptacul, antofor (extremitatea pedunculului floral, pe care sunt așezate periantul, androceul și gineceul)
sl_si: cvetna os
sv_se: Blomaxel
uk_ua: Квіткова ос
zh_tw: 花轴

# legend_flower_6
source: joint
bg_bg: цветно легло
cs_cz: květní lůžko
da_dk: led
de_de: Gelenk
es_es: Articulación
hu_hu: ízület
id_id: Artikulasi
nl_nl: gewricht
pl_pl: dno kwiatowe
pt_pt: articulação
ro_ro: Articulație (locul de inserție a axei florală pe pedicel)
sl_si: členek
sv_se: Artikulation
uk_ua: Квітколоже
zh_tw: 关节

# legend_flower_7
source: pedicel
ar_eg: اساق
bg_bg: цветна дръжка
cs_cz: květní stopka
de_de: Stiel
es_es: Pedículo
hu_hu: kocsány
id_id: Tangkai bunga (pedicel)
nl_nl: bloemsteel
pl_pl: szypułka
pt_pt: pedicelo
ro_ro: Pedicel (suportul mic al florii) sau peduncul floral (suportul florii pe care sunt prinse florile solitare sau grupate în inflorescențe)
sl_si: pecelj
sv_se: Blomskaft
uk_ua: Квітконіжка
zh_tw: 花梗

# legend_flower_8
source: nectary
bg_bg: нектарник
cs_cz: nektárium
da_dk: nektarie
de_de: Nektarblatt
es_es: Nectario
hu_hu: mézfejtő
id_id: Kelenjar nektar
nl_nl: nectariën
pl_pl: nektarnik
pt_pt: nectário
ro_ro: Nectarină (organ care secretă sau conține nectar)
sl_si: medovnik
sv_se: Nektarie
uk_ua: Нектарний
zh_tw: 蜜腺

# legend_flower_9
source: stamen
ar_eg: اسداة
bg_bg: тичинка
cs_cz: tyčinka
da_dk: støvdragere (stamina)
de_de: Staubblatt (Stamen)
es_es: Estambre
he_il: אבקן
hr_hr: prašnici
hu_hu: porzók
id_id: Benang sari (stamen)
nb_no: pollenbærer
nl_nl: meeldraad
pl_pl: pręcik
pt_pt: estame
ro_ro: Stamină (organ al florii format din filament, anteră și conectiv, totalitatea lor constituind androceul)
sl_si: prašnik
sv_se: Ståndare
uk_ua: Тичинка
zh_tw: 雄蕊

# legend_flower_10
source: pistil
ar_eg: المِدقّات
bg_bg: завръз
cs_cz: pestík
da_dk: frugtanlæg (gynøcium)
de_de: Fruchtknoten (Ovarium)
es_es: Ovario
he_il: שַׁחֲלָה
hr_hr: tučak
hu_hu: magház
id_id: Bakal buah (ovum)
nb_no: fruktknuten
nl_nl: vruchtbeginsel
pl_pl: słupek
pt_pt: pistilo
ro_ro: Ovar (cavitatea bazală a gineceului conținând ovulele; primordiul fructului)
sl_si: plodnica
sv_se: Fruktämne
uk_ua: Зав'язь
zh_tw: 子房

# legend_flower_11
source: ovules
ar_eg: البُيَيْضَات
bg_bg: семепъпки
cs_cz: vajíčka
da_dk: frøanlæg
de_de: Samenanlage (Ovulum)
es_es: Óvulos
he_il: בֵּיצִית
id_id: Bakal biji (ovulum)
nb_no: frøemnene
nl_nl: eitjes
pl_pl: zaląźki
pt_pt: óvulos
ro_ro: Ovule (celule sexuale femele din ovar)
sl_si: semenska zasnova, jajčece
sv_se: Frö-embryo
uk_ua: Сім'ябрунька
zh_tw: 胚珠

# legend_flower_12
source: connective
bg_bg: свръзка (конектив)
cs_cz: spojidlo (konektiv)
de_de: Konnektiv
es_es: Conectivo
hr_hr: konektivo
nl_nl: helmbindsel
pl_pl: łącznik
pt_pt: conectivo
ro_ro: Conectiv (partea terminală a filamentului staminal care unește cele două teci ale anterelor)
sl_si: konektiv
sv_se: Konnektiv
uk_ua: Зв'язник
zh_tw: 药隔

# legend_flower_13
source: microsporangium
ar_eg: miscrosporangium
bg_bg: прашец
cs_cz: pyl
da_dk: miscrosporangium
de_de: Mikrosporangium
es_es: Granos de Polen
fa_ir: miscrosporangium
hi_in: miscrosporangium
hr_hr: miscrosporangium
hu_hu: virágpor
id_id: Serbuk sari (pollen)
ko_kr: miscrosporangium
lv_lv: miscrosporangium
nb_no: blomsterstøv
nl_nl: miscrosporangium
pl_pl: pyłek
pt_pt: microsporãngio
ro_ro: Sac polinic (cavitate aflată în interiorul lojei anterei, conținând grăuncioare de polen)
sl_si: pelodna vrečka
sr_rs: miscrosporangium
sv_se: Pollensäck
uk_ua: Мікроспорангій
zh_tw: 小孢子囊

# legend_flower_14
source: anther
ar_eg: مئبر
bg_bg: прашник
cs_cz: prašník
da_dk: støvknap
de_de: Staubbeutel (Anthere)
es_es: Antera
hr_hr: polenovnice
hu_hu: portok
id_id: Kepala sari (anther)
nb_no: pollenknapp
nl_nl: helmknop
pl_pl: pylnik
pt_pt: antera
ro_ro: Anteră (extremitate superioară a filamentului staminal conținând de obicei patru saci polinici)
sl_si: prašnica
sv_se: Knapp
uk_ua: Пиляк
zh_tw: 花药

# legend_flower_15
source: perianth
bg_bg: околоцветник
cs_cz: květní obal
de_de: Blütenhülle (Perianth)
es_es: Perianto
hr_hr: ocvijeće
hu_hu: lepel
id_id: Perhiasan bunga (periantheum)
nl_nl: bloemdek
pl_pl: okwiat
pt_pt: perianto
ro_ro: Periant (totalitatea învelișurilor florale: caliciu, corolă, perigon)
sl_si: cvetno odevalo
sv_se: Hylle
uk_ua: Оцвітина
zh_tw: 花被

# legend_flower_16
source: petal/corolla
bg_bg: венчелистче
cs_cz: korunní lístek/koruna
da_dk: kronblade (petaler)
de_de: Blütenkronenblatt (Petale)
es_es: Corola/Pétalos
he_il: עָלֵי כּוֹתֶרֶת
hr_hr: krunski listići, petale
hu_hu: párta
id_id: Mahkota bunga (corolla)
nb_no: kronblad
nl_nl: kron/kronblad
pl_pl: płatki korony
pt_pt: pétala/corola
ro_ro: Corolă (înveliș floral intern al florii, de obicei colorat, format din petale)
sl_si: venčni list
sv_se: Kronblad
uk_ua: Пелюстка/Віночок
zh_tw: 花瓣/花冠

# legend_flower_17
source: sepal/calyx
bg_bg: чашелистче
cs_cz: kališní lístek/kalich
da_dk: bægerblade (sepaler)
de_de: Kelchblatt (Sepale)
es_es: Cáliz/Sépalos
he_il: עָלֶה גָבִיעַ
hr_hr: lap, sepala
hu_hu: czésze
id_id: Kelopak bunga (calyx)
nb_no: begerblad
nl_nl: kelk/kelkblad
pl_pl: działki kielicha
pt_pt: sépala/cálice
ro_ro: Caliciu (înveliș floral extern al florii, de obicei verde, format din sepale)
sl_si: čašni list
sv_se: Foderblad
uk_ua: Чашолисток/Чашечка
zh_tw: 萼片/花萼

source: Enhancements
ar_eg: التحسينات
bg_bg: Подобрения
cs_cz: Vylepšení
da_dk: Forbedringer
de_de: Erweiterungen
es_es: Mejoras
fa_ir: ارتقاء
he_il: שיפורים
hi_in: संवर्द्धन
hr_hr: Poboljšanja
hu_hu: Fejlesztések
id_id: Perangkat tambahan
ko_kr: 향상
lv_lv: Uzlabojumi
nb_no: Forbedringer
nl_nl: Verbeteringen
pl_pl: Ulepszenia
pt_pt: Melhorias
ro_ro: Îmbunătățiri
sl_si: Dodatki
sr_rs: Побољшања
sv_se: Förbättringar
uk_ua: Покращення
zh_tw: 增強功能

source: Settings
ar_eg: إعدادات
bg_bg: Настройки
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fa_ir: تنظیمات
he_il: הגדרות
hi_in: सेटिंग्स
hr_hr: Postavke
hu_hu: Beállítások
id_id: Pengaturan
ko_kr: 조절
lv_lv: Iestatījumi
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
ro_ro: Setări
sl_si: Nastavitve
sr_rs: Подешавања
sv_se: Inställningar
uk_ua: Налаштування
zh_tw: 設定值

source: Feedback
ar_eg: تعليق
bg_bg: Обратна връзка
cs_cz: Připomínky
de_de: Feedback / Beitrag
es_es: Sugerencias / Contribución
fa_ir: انتقادات
he_il: משוב / תרומה
hi_in: प्रतिक्रिया
hr_hr: Povratne informacije
hu_hu: Visszajelzés küldése / Hozzájárulás
id_id: Umpan balik / Kontribusi
ko_kr: 피드백
lv_lv: Atsauksmes
nb_no: Tilbakemelding
nl_nl: Terugkoppeling / Bijdrage
pl_pl: Komentarze
pt_pt: Comentários
sl_si: Povratne informacije / Prispevek
sr_rs: Повратне информације
sv_se: Återkoppling
uk_ua: Відгук
zh_tw: 反饋

source: About
ar_eg: حول
bg_bg: Относно
cs_cz: O aplikaci
da_dk: Om ansøgning
de_de: Über
es_es: Información
fa_ir: درباره برنامه
he_il: על היישום
hi_in: के बारे में
hr_hr: O aplikaciji
hu_hu: Az alkalmazásról
id_id: Tentang
ko_kr: 신청에 대해
lv_lv: Par lietojumprogrammu
nb_no: Om apper
nl_nl: Over de app
pl_pl: O aplikacji
pt_pt: Sobre a aplicação
ro_ro: Despre
sl_si: O aplikaciji
sr_rs: О апликацији
sv_se: Om ansökan
uk_ua: Про додаток
zh_tw: 關於

source: Help
ar_eg: مساعدة
bg_bg: Помощ
cs_cz: Pomoc
da_dk: Hjælp
de_de: Hilfe
es_es: Ayuda
fa_ir: کمک
he_il: עֶזרָה
hi_in: मदद
hr_hr: Pomoć
hu_hu: Súgó
id_id: Membantu
ko_kr: 도움말
lv_lv: Palīdzība
nb_no: Hjelp
nl_nl: Helpen
pl_pl: Pomoc
pt_pt: Ajuda
ro_ro: Ajutor
sl_si: Pomoč
sr_rs: Помоћ
sv_se: Hjälp
uk_ua: Довідка
zh_tw: 幫幫我

# product_restore_purchases
source: Restore Purchases
ar_eg: استعادة المشتريات
bg_bg: Възстановяване на покупките
cs_cz: Obnovit nákupy
da_dk: Genoprette indkøb
de_de: Käufe wiederherstellen
es_es: Restaurar las compras
fa_ir: بازگرداندن خرید
he_il: לשחזר רכישות
hi_in: खरीदारी वापस लौटाएं
hr_hr: Vraćanje kupnje
hu_hu: Vásárlás visszaállítása
id_id: Mengembalikan pembelian
ko_kr: 구매를 복원
lv_lv: Atjaunot pirkumus
nb_no: Gjenopprette kjøp
nl_nl: Herstel aankopen
pl_pl: Przywróć zakup
pt_pt: Restaurar compras
ro_ro: Restaurați achizițiile
sl_si: Obnovi nakup
sr_rs: Враћање куповине
sv_se: Återställa köp
uk_ua: Відновити покупки
zh_tw: 恢復購買

# product_no_ads_title
source: No unwanted advertisement
ar_eg: لا اعلان غير مرغوب فيه
bg_bg: Без нежелана реклама
cs_cz: Žádná nežádoucí reklama
da_dk: Ingen uønsket reklame
de_de: Keine unerwünschte Werbung
es_es: No hay publicidad no deseada
fa_ir: بدون تبلیغات ناخواسته
he_il: אין פרסומת לא רצויה
hi_in: कोई अवांछित विज्ञापन नहीं
hr_hr: Nema neželjenog oglasa
hu_hu: Nem kívánt reklám
id_id: Tidak ada iklan yang tidak diinginkan
ko_kr: 원치 않는 광고가 없습니다
lv_lv: Nav nevēlamas reklāmas
nb_no: Ingen uønsket annonse
nl_nl: Geen ongewenste advertenties
pl_pl: Bez niechcianej reklamy
pt_pt: Nenhum anúncio indesejado
ro_ro: Nicio reclama nedorită
sl_si: Brez neželenega oglasa
sr_rs: Нема нежељених реклама
sv_se: Ingen oönskad annonsering
uk_ua: Немає небажаної реклами
zh_tw: 沒有多餘的廣告

# product_no_ads_description
source: Application won't show advertisement banner at the bottom of the screen.
ar_eg: لن يعرض التطبيق إعلان بانر في أسفل الشاشة.
bg_bg: Приложението няма да показва рекламен банер в долната част на екрана.
cs_cz: Aplikace nezobrazí reklamní banner ve spodní části obrazovky.
da_dk: Programmet viser ikke reklamebanner nederst på skærmen.
de_de: Die Anwendung zeigt kein Werbebanner am unteren Bildschirmrand.
es_es: La aplicación no mostrará el anuncio publicitario en la parte inferior de la pantalla.
fa_ir: برنامه بنر تبلیغاتی را در پایین صفحه نشان نمی دهد.
he_il: היישום לא יציג מודעת באנר בחלק התחתון של המסך.
hi_in: एप्लिकेशन स्क्रीन के नीचे विज्ञापन बैनर नहीं दिखाएगा।
hr_hr: Aplikacija neće prikazati oglasni banner na dnu zaslona.
hu_hu: Az alkalmazás nem jelenít meg hirdetést a képernyő alján.
id_id: Aplikasi tidak akan menampilkan spanduk iklan di bagian bawah layar.
ko_kr: 응용 프로그램은 화면 하단에 광고 배너를 표시하지 않습니다.
lv_lv: Pieteikums neparādīs reklāmas reklāmkarogu ekrāna apakšā.
nb_no: Søknaden vil ikke vise annonse banner nederst på skjermen.
nl_nl: Applicatie toont geen reclamebanner onderaan het scherm.
pl_pl: Aplikacja nie wyświetli banera reklamowego u dołu ekranu.
pt_pt: Aplicativo não mostrará banner de propaganda na parte inferior da tela.
ro_ro: Aplicația nu va afișa banner publicitar în partea de jos a ecranului.
sl_si: Aplikacija ne bo prikazala oglasne pasice na dnu zaslona.
sr_rs: Апликација не приказује рекламни баннер на дну екрана.
sv_se: Applikationen visar inte annonsbannern längst ner på skärmen.
uk_ua: Програма не покаже рекламний банер внизу екрана.
zh_tw: 應用程序不會在屏幕底部顯示廣告橫幅。

# product_search_title
source: Search in names or taxonomy
ar_eg: البحث في الأسماء أو التصنيف
bg_bg: Търсене в имена или таксономия
cs_cz: Hledat v jménech nebo v taxonomii
da_dk: Søg i navne eller taksonomi
de_de: Suche nach Namen oder Taxonomie
es_es: Búsqueda en nombres o taxonomía
fa_ir: جستجو در نام یا طبقه بندی
he_il: חיפוש בשמות או בטקסונומיה
hi_in: नामों में खोजें या वर्गीकरण
hr_hr: Pretražujte imena ili taksonomiju
hu_hu: Keresés nevekben vagy taxonómiában
id_id: Cari nama atau taksonomi
ko_kr: 이름 또는 분류에서 검색
lv_lv: Meklēt nosaukumos vai taksonomijā
nb_no: Søk i navn eller taksonomi
nl_nl: Zoeken in namen of taxonomie
pl_pl: Wyszukaj w nazwach lub taksonomii
pt_pt: Pesquisa em nomes ou taxonomia
ro_ro: Căutați în nume sau în taxonomie
sl_si: Išči po imenih ali taksonomiji
sr_rs: Претражујте имена или таксономију
sv_se: Sök i namn eller taxonomi
uk_ua: Пошук по іменах або таксономії
zh_tw: 搜索名稱或分類

# product_search_description
source: You'll be able to find a flower by its English or Latin name or by its taxon (e.g. order, family, genus).
ar_eg: ستتمكن من العثور على زهرة باسمها اللاتيني أو عن طريق صنفها (على سبيل المثال ، الرتبة ، الفصيلة ، الجنس.
bg_bg: Ще можете да намерите цвете по неговото английско или латинско име или по неговия таксон (например разред, семейство, род).
cs_cz: Budete moci najít květinu podle českého nebo latinského názvu nebo podle taxonu (např. podle řádu, čeledi, rodu).
da_dk: Du kan finde en blomst ved sit danske eller latinske navn eller ved dets taxon (fx ordo, familie, slægt).
de_de: Sie finden eine Blume nach ihrem deutschen oder lateinischen Namen oder nach ihrem Taxon (z. B. Ordnung, Familie, Gattung).
es_es: Podrá encontrar una flor por su nombre en español o latino o por su taxón (por ejemplo orden, familia, género).
fa_ir: شما می توانید یک گل را با نام لاتین خود یا طوفان آن (مانند سفارش، خانواده، جنس) پیدا کنید.
he_il: תוכל למצוא פרח בשם הלטיני שלה או על ידי הטקסון שלה (למשל סדרה, משפחה, סוג).
hi_in: आप इसके लैटिन नाम या इसके टैक्सोन (जैसे क्रम, परिवार, जाति) द्वारा एक फूल पा सकते हैं।
hr_hr: Cvijet ćete moći pronaći po njegovom hrvatskom ili latinskom nazivu ili po svojoj taksonu (npr. red, porodica, rod).
hu_hu: A virágot a magyar vagy latin nevével vagy taxonnal (például rend, család, nemzetség) találhatja meg.
id_id: Anda dapat menemukan bunga dengan nama Latin atau dengan taksonnya (mis. ordo, famili, genera)
ko_kr: 영어 또는 라틴어 이름 또는 분류별로 꽃을 찾을 수 있습니다 (예 : 목, 과, 속).
lv_lv: Jūs varēsiet atrast ziedu ar savu latviešu vai latīņu vārdu vai taksonu (piemēram, Rinda, Dzimta, Ģints).
nb_no: Du vil kunne finne en blomst med sitt norske eller latinske navn eller med dets taxon (for eksempel orden, familie, slekt).
nl_nl: Je zult in staat zijn om een bloem te vinden op zijn Nederlandse of Latijnse naam of op zijn taxon (bijvoorbeeld orde, familie, geslacht).
pl_pl: Będzie można znaleźć kwiat pod polską lub łacińską nazwą, lub według jego taksonu (np. rząd, rodzina, rodzaj).
pt_pt: Você poderá encontrar uma flor pelo seu nome em português ou latim ou por seu táxon (por exemplo, ordem, família, gênero).
ro_ro: Veți găsi o floare prin numele său românesc sau latin sau prin taxonul său (de exemplu, ordin, familie, gen).
sl_si: Cvet bo mogoče najti po slovenskem ali latinskem imenu ali po taksonu (npr. red, družina, rod).
sr_rs: Моћи ћете пронаћи цвијет по његовом српском или латинском имену или по његовом таксону (нпр. ред, породица, род).
sv_se: Du kan hitta en blomma med sitt svenska eller latinska namn eller dess taxon (t ex ordning, familj, släkt).
uk_ua: Ви зможете знайти квітку за її українською або латинською назвою або за її таксономії (наприклад ряд, родина, рід).
zh_tw: 您可以按中文或拉丁文名稱或分類單位（目, 科, 屬）找到花朵。

# product_custom_filter_title
source: Custom filter
ar_eg: تصفية مخصص
bg_bg: Персонализиран филтър
cs_cz: Vlastní filtr
da_dk: Brugerdefineret filter
de_de: Benutzerdefinierte Filter
es_es: Filtro personalizado
fa_ir: فیلتر سفارشی
he_il: מסנן מותאם אישית
hi_in: कस्टम फ़िल्टर
hr_hr: Prilagođeni filtar
hu_hu: Egyéni szűrő
id_id: Filter khusus
ko_kr: 맞춤 필터
lv_lv: Pielāgots filtrs
nb_no: Egendefinert filter
nl_nl: Aangepast filter
pl_pl: Filtr niestandardowy
pt_pt: Filtro customizado
ro_ro: Filtru customizat
sl_si: Filter po meri
sr_rs: Прилагођени филтер
sv_se: Anpassat filter
uk_ua: Спеціальний фільтр
zh_tw: 自定義過濾器

# product_custom_filter_description
source: You'll be able to change default order and number of filters (color, habitat, petal, distribution).
ar_eg: ستتمكن من تغيير الترتيب الافتراضي وعدد المرشحات (اللون ، موطن ، بتلة ، توزيع).
bg_bg: Ще можете да промените подредбата по подразбиране и броя на филтрите (цвят, местообитание, венчелистче, разпространение).
cs_cz: Budete moci změnit výchozí pořadí a počet filtrů (barva, ekologie, okvětní líst, distribuce).
da_dk: Du kan ændre standardordre og antal filtre (farve, vækststeder, kronblad, fordeling).
de_de: Sie können die Standardreihenfolge und die Anzahl der Filter ändern (Farbe, Lebensraum, Kronblatt, Verbreitungsgebiet).
es_es: Podrás cambiar el orden predeterminado y la cantidad de filtros (color, localidad, pétalo, distribución).
fa_ir: شما می توانید سفارش پیش فرض و تعداد فیلترها (رنگ، زیستگاه ها، گلبرگ، توزیع) را تغییر دهید.
he_il: תוכל לשנות את סדר ברירת המחדל ואת מספר המסננים (צבע, בתי גידול, עלי כותרת, הפצה).
hi_in: आप डिफ़ॉल्ट क्रम और फ़िल्टर की संख्या (रंग, पर्यावास, दल चक्र, वितरण) को बदलने में सक्षम होंगे।
hr_hr: Moći ćete promijeniti zadani redoslijed i broj filtara (boja, stanište, latica, distribucija).
hu_hu: Megváltoztathatja az alapértelmezett sorrendet és a szűrők számát (szín, élettér, párta, terjesztés).
id_id: Anda dapat mengubah urutan dan jumlah filter default (warna, habitat, mahkota, distribusi).
ko_kr: 기본 순서와 필터 수를 변경할 수 있습니다 (색깔, 서식지, 꽃잎, 분포).
lv_lv: Jūs varēsiet mainīt noklusējuma secību un filtru skaitu (krāsa, biotopa, ziedlapiņa, izplatīšana).
nb_no: Du kan endre standard rekkefølge og antall filtre (farge, voksested, kronblader, fordeling).
nl_nl: U kunt de standaardvolgorde en het aantal filters wijzigen (kleur, standplaats, bloemblad, distributie).
pl_pl: Będzie można zmienić domyślną kolejność i liczbę filtrów (kolor, siedlisko, płatek, dystrybucja).
pt_pt: Você poderá alterar a ordem padrão e o número de filtros (cor, habitat, pétala, distribuição).
ro_ro: Veți putea schimba ordinea implicită și numărul de filtre (culoare, habitatul, petală, distribuție).
sl_si: Spremenili boste lahko privzeti vrstni red in število filtrov (barve, habitate, venčni listi, distribucija).
sr_rs: Моћи ћете да промените редослед и број филтера (боја, станиште, латица, дистрибуција).
sv_se: Du kan ändra standardordning och antal filter (färg, växtplats, kronblad, distribution).
uk_ua: Ви зможете змінити стандартний порядок і кількість фільтрів (колір, середовище, пелюстки, розповсюдження).
zh_tw: 您將能夠更改默認順序和過濾器數量（颜色，棲息地，花瓣，區域）。

# product_offline_title
source: Offline mode
ar_eg: غير متصل بالشبكة
bg_bg: Офлайн режим
cs_cz: Offline režim
da_dk: Offline-tilstand
de_de: Offline-Modus
es_es: Modo offline
fa_ir: حالت آفلاین
he_il: מצב לא מקוון
hi_in: ऑफ़लाइन मोड
hr_hr: Izvanmrežni način
hu_hu: Offline módban
id_id: Mode offline
ko_kr: 오프라인 모드
lv_lv: Bezsaistes režīms
nb_no: Frakoblet modus
nl_nl: Offline modus
pl_pl: Tryb offline
pt_pt: Modo offline
ro_ro: Modul offline
sl_si: Način brez povezave
sr_rs: Режим ван мреже
sv_se: Offlineläge
uk_ua: Автономний режим
zh_tw: 離線模式

# product_offline_description
source: Application will work without internet connection.
ar_eg: ستتمكن من تشغيل التطبيق دون اتصال بالإنترنت.
bg_bg: Приложението ще работи без интернет връзка.
cs_cz: Aplikace poběží i bez připojení k internetu.
da_dk: Du kan køre applikation uden internetforbindelse.
de_de: Sie können die Anwendung ohne Internetverbindung ausführen.
es_es: Podrás ejecutar la aplicación sin conexión a internet.
fa_ir: شما قادر به اجرای برنامه بدون اتصال به اینترنت خواهید بود.
he_il: תוכל להפעיל את היישום ללא חיבור לאינטרנט.
hi_in: आप इंटरनेट कनेक्शन के बिना आवेदन चला सकेंगे।
hr_hr: Moći ćete pokrenuti aplikaciju bez internetske veze.
hu_hu: Internetes kapcsolat nélkül is futtathatja az alkalmazást.
id_id: Anda dapat menjalankan aplikasi tanpa koneksi internet.
ko_kr: 인터넷 연결없이 응용 프로그램이 작동합니다.
lv_lv: Jūs varēsiet palaist programmu bez interneta pieslēguma.
nb_no: Du kan kjøre program uten Internett-tilkobling.
nl_nl: U kunt de toepassing uitvoeren zonder internetverbinding.
pl_pl: Będzie można uruchomić aplikację, nie mając połączenia z Internetem.
pt_pt: Você será capaz de executar aplicativos sem conexão com a internet.
ro_ro: Veți putea rula aplicația fără conexiune la internet.
sl_si: Aplikacijo lahko zaženete brez internetne povezave.
sr_rs: Моћи ћете покренути апликацију без интернет везе.
sv_se: Du kan köra program utan internetanslutning.
uk_ua: Ви зможете запускати програму без підключення до Інтернету.
zh_tw: 應用程序將在沒有互聯網連接的情況下運行。

# product_observations_title
source: Observations
ar_eg: الملاحظات
bg_bg: Наблюдения
cs_cz: Pozorování
da_dk: Observationer
de_de: Beobachtungen
es_es: Observaciones
fa_ir: مشاهدات
he_il: תצפיות
hi_in: टिप्पणियों
hr_hr: Zapažanja
hu_hu: Megfigyelések
id_id: Pengamatan
ko_kr: 관찰
lv_lv: Novērojumi
nb_no: Observasjoner
nl_nl: Observaties
pl_pl: Zaobserwowane okazy
pt_pt: Observações
ro_ro: Observaţii
sl_si: Opažanja
sr_rs: Опажања
sv_se: Observationer
uk_ua: Спостереження
zh_tw: 觀察
