Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# offline_download_message
source: You're going to download 500+ MB of photos and illustrations. Please check if your device is connected to wi-fi. Are you ready for a download?
ar_eg: ستقوم بتنزيل 500+ ميغابايت من الصور والرسوم التوضيحية. يرجى التحقق مما إذا كان جهازك متصلاً بشبكة wi-fi. هل أنت مستعد للتنزيل؟
bg_bg: Ще изтеглите 500+ MB снимки и илюстрации. Моля, проверете дали устройството ви е свързано към wi-fi. Готови ли сте за изтегляне?
cs_cz: Chystáte se stáhnout více než 500 MB fotografií a ilustrací. Zkontrolujte, prosím, zda je vaše zařízení připojeno na wifi síť. Chcete začít stahovat soubory?
da_dk: Du skal downloade 500+ MB billeder og illustrationer. Kontroller, om din enhed er tilsluttet wi-fi. Er du klar til download?
de_de: Sie werden mehr als 500 MB Fotos und Illustrationen herunterladen. Bitte überprüfen Sie, ob Ihr Gerät über WLAN verbunden ist. Sind Sie zum Download bereit?
es_es: Vas a descargar más de 500 MB de fotos e ilustraciones. Por favor, compruebe si su dispositivo está conectado a Wi-Fi. ¿Estás listo para una descarga?
fa_ir: شما قصد دارید 500+ MB عکس و تصاویر را دانلود کنید. لطفا بررسی کنید که آیا دستگاه شما به Wi-Fi متصل است یا خیر. آیا برای دانلود آماده هستید؟
he_il: אתה הולך להוריד 500+ MB של תמונות ואיורים. בדוק אם המכשיר מחובר ל- Wi-Fi. האם אתה מוכן להורדה?
hi_in: आप 500+ MB फ़ोटो और चित्र डाउनलोड करने जा रहे हैं। कृपया जांचें कि क्या आपका उपकरण वाई-फाई से जुड़ा है। क्या आप डाउनलोड के लिए तैयार हैं?
hr_hr: Preuzet ćete 500+ MB fotografija i ilustracija. Provjerite je li uređaj spojen na Wi-Fi. Jeste li spremni za preuzimanje?
hu_hu: 500+ MB fotót és illusztrációt tölthet le. Ellenőrizze készüléke csatlakozását a wi-fi hálózathoz. Készen áll a letöltésre?
id_id: Anda akan mengunduh 500+ MB foto dan ilustrasi. Periksa apakah perangkat Anda terhubung ke wi-fi. Sudah siap untuk mengunduh?
ko_kr: 500MB 이상의 사진과 일러스트를 다운로드 할 것입니다. 기기가 Wi-Fi에 연결되어 있는지 확인하십시오. 다운로드 할 준비가 되셨습니까?
lv_lv: Jūs lejupielādēsiet 500+ MB fotogrāfijas un ilustrācijas. Lūdzu, pārbaudiet, vai ierīce ir savienota ar Wi-Fi. Vai esat gatavs lejupielādei?
nb_no: Du skal laste ned 500 + MB bilder og illustrasjoner. Sjekk om enheten din er koblet til wi-fi. Er du klar for nedlasting?
nl_nl: U gaat 500+ MB foto's en illustraties downloaden. Controleer of uw apparaat is verbonden met wifi. Ben je klaar voor een download?
pl_pl: Pobrasz ponad 500 MB zdjęć i ilustracji. Sprawdź, czy twoje urządzenie jest podłączone do sieci Wi-Fi. Czy jesteś gotowy na pobranie?
pt_pt: Você vai baixar mais de 500 MB de fotos e ilustrações. Por favor, verifique se o seu dispositivo está conectado a wi-fi. Você está pronto para um download?
ro_ro: Veți descărca 500 MB de fotografii și ilustrații. Verificați dacă dispozitivul dvs. este conectat la Wi-Fi. Sunteți gata pentru descărcare?
sl_si: Naložili boste 500+ MB fotografij in ilustracij. Preverite, ali je vaša naprava povezana z wi-fi. Ste pripravljeni za prenos?
sr_rs: Преузет ћете 500+ МБ фотографија и илустрација. Проверите да ли је ваш уређај повезан са Ви-Фи. Да ли сте спремни за преузимање?
sv_se: Du ska ladda ner 500+ MB bilder och illustrationer. Kontrollera om enheten är ansluten till Wi-Fi. Är du redo för nedladdning?
uk_ua: Ви збираєтеся завантажити 500+ Мб фотографій і ілюстрацій. Перевірте, чи пристрій підключено до wi-fi. Чи готові ви до завантаження?
zh_tw: 您將要下載500 MB以上的照片和插圖。 請檢查您的設備是否已連接到Wi-Fi。 您準備好下載了嗎？

# offline_download_progress
source: Downloading photos and illustrations...
ar_eg: جارٍ تنزيل الصور والرسوم التوضيحية ...
bg_bg: Изтегляне на снимки и илюстрации...
cs_cz: Probíhá stahování fotografií a ilustrací ...
da_dk: Downloadning af billeder og illustrationer ...
de_de: Fotos und Illustrationen herunterladen ...
es_es: Descargando fotos e ilustraciones ...
fa_ir: دانلود عکس ها و تصاویر ...
he_il: מוריד תמונות ואיורים ...
hi_in: फ़ोटो और चित्र डाउनलोड कर रहा है ...
hr_hr: Preuzimanje fotografija i ilustracija ...
hu_hu: Fényképek és illusztrációk letöltése ...
id_id: Mengunduh foto dan ilustrasi ...
ko_kr: 사진 및 일러스트 다운로드 중 ...
lv_lv: Fotoattēlu un ilustrāciju lejupielāde ...
nb_no: Laster ned bilder og illustrasjoner ...
nl_nl: Foto's en illustraties downloaden ...
pl_pl: Pobieranie zdjęć i ilustracji ...
pt_pt: Download de fotos e ilustrações ...
ro_ro: Descărcarea de fotografii și ilustrații ...
sl_si: Prenos fotografij in ilustracij ...
sr_rs: Преузимање фотографија и илустрација ...
sv_se: Ladda ner bilder och illustrationer ...
uk_ua: Завантаження фотографій і ілюстрацій ...
zh_tw: 正在下載照片和插圖...

# offline_download_success
source: Photos and illustrations have been successfully downloaded.
ar_eg: تم تنزيل الصور والرسوم التوضيحية بنجاح.
bg_bg: Снимките и илюстрациите са успешно изтеглени.
cs_cz: Fotografie a ilustrace byly úspěšně staženy.
da_dk: Billeder og illustrationer er blevet downloadet.
de_de: Fotos und Illustrationen wurden erfolgreich heruntergeladen.
es_es: Fotos e ilustraciones han sido descargadas exitosamente.
fa_ir: عکس ها و تصاویر با موفقیت دانلود شده اند.
he_il: תמונות ואיורים הורדו בהצלחה.
hi_in: फ़ोटो और चित्र सफलतापूर्वक डाउनलोड किए गए हैं।
hr_hr: Fotografije i ilustracije uspješno su preuzete.
hu_hu: A fényképek és illusztrációk sikeresen letöltődtek.
id_id: Foto dan ilustrasi telah berhasil diunduh.
ko_kr: 사진과 일러스트레이션이 성공적으로 다운로드되었습니다.
lv_lv: Fotogrāfijas un ilustrācijas ir veiksmīgi lejupielādētas.
nb_no: Bilder og illustrasjoner ble lastet ned.
nl_nl: Foto's en illustraties succesvol gedownload.
pl_pl: Zdjęcia i ilustracje zostały pomyślnie pobrane.
pt_pt: Fotos e ilustrações transferidas com sucesso.
ro_ro: Fotografiile și ilustrațiile au fost descărcate cu succes.
sl_si: Fotografije in ilustracije so bile uspešno prenesene.
sr_rs: Фотографије и илустрације су успешно преузете.
sv_se: Bilder och illustrationer har laddats ner.
uk_ua: Фотографії та ілюстрації успішно завантажені.
zh_tw: 照片和插圖已成功下載。

# offline_download_fail
source: Download failed. Please check your internet connection or free space on device and try again.
ar_eg: التحميل فشل. يرجى التحقق من اتصالك بالإنترنت أو المساحة الخالية على الجهاز وإعادة المحاولة.
bg_bg: Изтеглянето се провали. Моля, проверете интернет връзката или свободното си място на устройството и опитайте отново.
cs_cz: Stahování souborů selhalo. Prosím zkontrolujte připojení k internetu nebo volný prostor na zařízení a zkuste znovu.
da_dk: Download fejlede. Kontroller din internetforbindelse eller ledig plads på enheden, og prøv igen.
de_de: Herunterladen fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung oder den freien Speicherplatz auf dem Gerät und versuchen Sie es erneut.
es_es: Descarga fracasó. Verifique su conexión a Internet o espacio libre en el dispositivo e intente nuevamente.
fa_ir: دانلود نشد. لطفا اتصال اینترنت یا فضای آزاد خود را بر روی دستگاه بررسی کنید و دوباره امتحان کنید.
he_il: הורדה נכשלה. בדוק את חיבור האינטרנט או את המקום הפנוי במכשיר ונסה שוב.
hi_in: डाउनलोड विफल। कृपया अपने इंटरनेट कनेक्शन या उपकरण पर निःशुल्क स्थान देखें और पुनः प्रयास करें
hr_hr: Preuzimanje nije uspjelo. Provjerite internetsku vezu ili slobodan prostor na uređaju i pokušajte ponovno.
hu_hu: Sikertelen letöltés. Kérjük ellenőrizze az internetkapcsolatot vagy a szabad hely mennyiségét az eszközön és próbálja újra.
id_id: Pengunduhan gagal. Silakan periksa koneksi internet Anda atau ruang kosong di perangkat dan coba lagi.
ko_kr: 다운로드 실패. 인터넷 연결 또는 기기의 여유 공간을 확인한 후 다시 시도하십시오.
lv_lv: Lejupielāde neizdevās. Lūdzu, pārbaudiet interneta savienojumu vai brīvo vietu ierīcē un mēģiniet vēlreiz.
nb_no: Nedlasting mislyktes. Kontroller din internettforbindelse eller ledig plass på enheten, og prøv igjen.
nl_nl: Download mislukt. Controleer uw internetverbinding of vrije ruimte op het apparaat en probeer het opnieuw.
pl_pl: Pobieranie się nie powiodło. Sprawdź stan połączenia internetowego lub ilość wolnego miejsca na urządzeniu i spróbuj ponownie.
pt_pt: Falha no Download. Por favor, verifique sua conexão com a internet ou espaço livre no dispositivo e tente novamente.
ro_ro: Descarcare esuata. Verificați conexiunea la internet sau spațiul liber pe dispozitiv și încercați din nou.
sl_si: Prenos ni uspel. Preverite internetno povezavo ali pa sprostite prostor na napravi in poskusite znova.
sr_rs: Преузимање није успело. Проверите интернет везу или слободан простор на уређају и покушајте поново.
sv_se: Nedladdning misslyckad. Kontrollera din internetanslutning eller ledigt utrymme på enheten och försök igen.
uk_ua: Помилка завантаження. Перевірте підключення до Інтернету або вільний простір на пристрої та повторіть спробу.
zh_tw: 下載失敗。 請檢查您的互聯網連接或設備上的可用空間，然後重試。

# offline_delete_message
source: Do you want to delete offline data?
ar_eg: هل تريد حذف البيانات بلا اتصال؟
bg_bg: Искате ли да изтриете офлайн данни?
cs_cz: Opravdu chcete vymazat offline data?
da_dk: Vil du slette offline data?
de_de: Möchten Sie Offline-Daten löschen?
es_es: ¿Desea borrar los datos fuera de línea?
fa_ir: میخواهید دادههای آفلاین را حذف کنید؟
he_il: האם ברצונך למחוק נתונים לא מקוונים?
hi_in: क्या आप ऑफ़लाइन डेटा हटाना चाहते हैं?
hr_hr: Želite li izbrisati izvanmrežne podatke?
hu_hu: Törli az offline adatokat?
id_id: Apakah Anda ingin menghapus data offline?
ko_kr: 오프라인 데이터를 삭제 하시겠습니까?
lv_lv: Vai vēlaties dzēst bezsaistes datus?
nb_no: Vil du slette frakoblede data?
nl_nl: Wilt u offline gegevens verwijderen?
pl_pl: Czy chcesz usunąć dane offline?
pt_pt: Você deseja excluir dados off-line?
ro_ro: Doriți să ștergeți datele offline?
sl_si: Ali želite izbrisati podatke brez povezave?
sr_rs: Да ли желите да избришете ванмрежне податке?
sv_se: Vill du radera offline-data?
uk_ua: Видалити дані в автономному режимі?
zh_tw: 您要刪除離線數據嗎？

# offline_download
source: Resume download
ar_eg: استئناف تحميل
bg_bg: Възобновете изтеглянето
cs_cz: Obnovit stahování
da_dk: Genoptag download
de_de: Download fortsetzen
es_es: Descarga hoja de vida
fa_ir: رزومه دانلود
he_il: המשך הורדה
hi_in: डाउनलोड फिर से शुरू करें
hr_hr: Nastavi preuzimanje
hu_hu: A letöltés folytatása
id_id: Lanjutkan unduhan
ko_kr: 다운로드 재개
lv_lv: Atsākt lejupielādi
nb_no: Fortsett nedlasting
nl_nl: Download doorgaan
pl_pl: Wznów pobieranie
pt_pt: Retomar download
ro_ro: Reia descărcarea
sl_si: Nadaljuj prenos
sr_rs: Настави преузимање
sv_se: Återuppta nedladdning
uk_ua: Відновити завантаження
zh_tw: 簡歷下載

# scale_down_photos_title
source: Scale down observation's photos
ar_eg: تصغير صور الملاحظة
bg_bg: Намалете снимките на наблюдението
cs_cz: Zmenšit fotografie z pozorování
da_dk: Skal ned observationens fotos
de_de: Beobachtungsfotos verkleinern
es_es: Reducir las fotos de observación
fa_ir: مقیاس عکس های مشاهده
he_il: סולם את תצפיות התצלומים
hi_in: अवलोकन की तस्वीरों को स्केल करें
hr_hr: Smanjite fotografije promatranja
hu_hu: Mérje le a megfigyelés fotóit
id_id: Perkecil foto pengamatan
ko_kr: 관측 사진 축소
lv_lv: Samaziniet novērošanas fotoattēlus
nb_no: Skal ned observasjonens bilder
nl_nl: Foto's van waarnemingen verkleinen
pl_pl: Skaluj zdjęcia obserwacji
pt_pt: Escalar fotos de observação
ro_ro: Scalarea fotografiilor observatorului
sl_si: Prilagodite fotografije opazovanja
sr_rs: Смањите фотографије посматрања
sv_se: Skala ner observationens foton
uk_ua: Масштабуйте фотографії спостереження
zh_tw: 縮小觀察的照片

# scale_down_photos_subtitle
source: Switch on when you don't see your photos after pick.
ar_eg: قم بتشغيله عندما لا ترى صورك بعد الاختيار.
bg_bg: Включете, когато не видите снимките си след избор.
cs_cz: Zapněte, když se vaše fotografie po vyjmutí nezobrazí.
da_dk: Tænd, når du ikke kan se dine billeder efter valg.
de_de: Einschalten, wenn Sie Ihre Fotos nach der Auswahl nicht sehen.
es_es: Encienda cuando no vea sus fotos después de la selección.
fa_ir: هنگامی که عکس های خود را پس از انتخاب نمی بینید، روشن کنید.
he_il: הפעל כאשר אינך רואה את התמונות שלך לאחר הבחירה.
hi_in: जब आप पिक के बाद अपनी तस्वीरें नहीं देखते हैं, तो स्विच करें।
hr_hr: Uključite kada ne vidite svoje fotografije nakon odabira.
hu_hu: Kapcsolja be, ha nem látja a fényképeket a felvétel után.
id_id: Hidupkan ketika Anda tidak melihat foto Anda setelah memilih.
ko_kr: 선택 후 사진이 보이지 않으면 켜십시오.
lv_lv: Ieslēdziet, kad pēc fotoattēlu saņemšanas neredzat fotoattēlus.
nb_no: Slå på når du ikke ser bildene dine etter valg.
nl_nl: Schakel in wanneer u uw foto's niet ziet nadat ze zijn gekozen.
pl_pl: Włącz, gdy nie widzisz swoich zdjęć po wybraniu.
pt_pt: Ligue quando não vir as suas fotos depois de escolher.
ro_ro: Porniți când nu vedeți fotografiile după alegere.
sl_si: Vklopite, ko po izbiri ne vidite fotografij.
sr_rs: Укључите када не видите своје фотографије након одабира.
sv_se: Slå på när du inte ser dina foton efter val.
uk_ua: Увімкніть, коли фотографії після перегляду не відображаються.
zh_tw: 選擇後看不到照片時打開。

# feedback_intro
source: You have been contributing to this application since you have installed it on your device, thanks. If you are looking for something more, here are some options:
ar_eg: لقد ساهمت في هذا التطبيق منذ تثبيته على جهازك ، شكرًا. إذا كنت تبحث عن شيء أكثر ، فإليك بعض الخيارات:
bg_bg: Вие допринасяте за това приложение, откакто го инсталирахте на устройството си, благодаря. Ако търсите нещо повече, ето няколко варианта:
cs_cz: Tuto aplikaci podporujete odkdy jste si ji nainstalovali na své mobilní zařízení, děkuji. Pokud hledáte jiné formy podpory, zde jsou některé možnosti:
da_dk: Du har bidraget til denne applikation, da du har installeret den på din enhed, tak. Hvis du leder efter noget mere, her er nogle muligheder:
de_de: Sie haben zu dieser Anwendung beigetragen, seit Sie diese auf Ihrem Gerät installiert haben, vielen Dank. Wenn Sie noch mehr tun möchten, haben Sie folgende Möglichkeiten:
es_es: Ha estado contribuyendo a esta aplicación desde que la ha instalado en su dispositivo, gracias. Si está buscando algo más, aquí hay algunas opciones:
fa_ir: از زمان نصب آن بر روی دستگاه خود به این برنامه کمک کرده اید، با تشکر. اگر شما به دنبال چیزی بیشتر هستید، در اینجا چند گزینه وجود دارد:
he_il: אתה כבר תורם ליישום זה מאז התקנת את זה על המכשיר שלך, תודה. אם אתה מחפש משהו נוסף, הנה כמה אפשרויות:
hi_in: जब से आपने इसे अपने डिवाइस पर स्थापित किया है, तब से आप इस एप्लिकेशन में योगदान दे रहे हैं, धन्यवाद यदि आप कुछ और देख रहे हैं, तो यहां कुछ विकल्प दिए गए हैं:
hr_hr: Doprinosili ste ovoj aplikaciji jer ste je instalirali na svom uređaju, hvala. Ako tražite nešto više, evo nekoliko opcija:
hu_hu: Köszönjük a támogatását, mivel telepítette az alkalmazást. Ha többet szeretne, itt van néhány lehetőség:
id_id: Anda telah berkontribusi untuk aplikasi ini karena Anda telah menginstalnya di perangkat Anda, terima kasih. Jika Anda mencari sesuatu yang lebih, berikut adalah beberapa opsi:
ko_kr: 기기에 설치 한 이후이 애플리케이션에 기여하고 있습니다. 감사합니다. 더 많은 것을 찾고 있다면 다음과 같은 옵션이 있습니다.
lv_lv: Jūs esat veicinājis šo lietojumprogrammu, jo esat to instalējis savā ierīcē. Ja jūs meklējat kaut ko vairāk, šeit ir dažas iespējas:
nb_no: Du har bidratt til dette programmet siden du har installert det på enheten, takk. Hvis du leter etter noe mer, er det noen alternativer:
nl_nl: Sinds u de app geïnstalleerd heeft, draagt u bij aan de app. Dank u wel. Als u ons nóg meer wilt helpen, kunt u de volgende opties overwegen:
pl_pl: Jeśli chcesz dać coś od siebie i przyczynić się do rozwoju aplikacji, masz kilka opcji do wyboru:
pt_pt: Você tem contribuído para este aplicativo desde que você o instalou no seu dispositivo, obrigado. Se você está procurando algo mais, aqui estão algumas opções:
ro_ro: Ați contribuit la această aplicație de când ați instalat-o pe dispozitiv, mulțumiri. Dacă sunteți în căutarea pentru ceva mai mult, iată câteva opțiuni:
sl_si: Prispevali ste k tej aplikaciji, ker ste jo namestili v napravo, hvala. Če iščete nekaj več, si oglejte nekaj možnosti:
sr_rs: Ви сте доприносили овој апликацији пошто сте је инсталирали на свом уређају, хвала. Ако тражите нешто више, ево неколико опција:
sv_se: Du har bidragit till den här applikationen eftersom du har installerat den på din enhet, tack. Om du letar efter något mer, här är några alternativ:
uk_ua: Ви внесли свій внесок у цю програму з моменту встановлення її на своєму пристрої, дякуємо! Якщо ви шукаєте чогось більшого, тут є кілька варіантів:
zh_tw: 由於您已經在設備上安裝了該應用程序，因此您一直在為該應用程序做出貢獻。 如果您正在尋找更多東西，這裡有一些選擇：

# feedback_review
source: You can write a positive review.
ar_eg: يمكنك كتابة مراجعة إيجابية.
bg_bg: Можете да напишете положителна рецензия.
cs_cz: Můžete napsat pozitivní recenzi.
da_dk: Du kan skrive en positiv anmeldelse.
de_de: Sie können eine positive Bewertung schreiben.
es_es: Puedes escribir una crítica positiva.
fa_ir: شما می توانید یک بررسی مثبت بنویسید.
he_il: אתה יכול לכתוב ביקורת חיובית.
hi_in: आप एक सकारात्मक समीक्षा लिख सकते हैं।
hr_hr: Možete napisati pozitivnu recenziju.
hu_hu: Írhat pozitív értékelést.
id_id: Anda dapat menulis ulasan positif.
ko_kr: 긍정적 인 리뷰를 쓸 수 있습니다.
lv_lv: Jūs varat uzrakstīt pozitīvu pārskatu.
nb_no: Du kan skrive en positiv anmeldelse.
nl_nl: U kunt een positieve beoordeling schrijven.
pl_pl: Możesz przyznać aplikacji 5 gwiazdek i napisać pozytywną recenzję.
pt_pt: Você pode escrever um comentário positivo.
ro_ro: Puteți scrie o recenzie pozitivă.
sl_si: Lahko napišete pozitivno mnenje.
sr_rs: Можете написати позитивну рецензију.
sv_se: Du kan skriva en positiv recension.
uk_ua: Ви можете написати позитивний відгук.
zh_tw: 您可以寫一個積極的評價。

# feedback_title
source: How to contribute
ar_eg: كيف تساهم
bg_bg: Как да допринеса
cs_cz: Jak přispět
da_dk: Hvordan bidrage
de_de: Wie kann ich mich beteiligen?
es_es: Cómo contribuir
he_il: כיצד לתרום
hi_in: पेड़ या झाड़ियाँ
hr_hr: Kako pridonijeti
hu_hu: Hogyan járulhat hozzá
id_id: Bagaimana cara berkontribusi
ko_kr: 기여하는 방법
lv_lv: Kā piedalīties
nb_no: Hvordan bidra
nl_nl: Hoe u kunt bijdragen
pl_pl: Jak wnieść wkład?
pt_pt: Como contribuir
ro_ro: Cum să contribuiți
sl_si: Kako prispevati
sr_rs: Како доприносити
sv_se: Hur man bidrar
uk_ua: Як зробити внесок
zh_tw: 如何貢獻

# feedback_translate
source: You can report any typo or mistranslation you found or submit new translation for flower's data or application's labels at whatsthatflower.com.
ar_eg: يمكنك الإبلاغ عن أي خطأ مطبعي أو خطأ وجدته أو قدم ترجمة جديدة بلغتك.
bg_bg: Можете да подадете сигнал за всеки опис или грешен превод, който сте намерили, или да изпратите нов превод за данни на цветя или етикети на приложението на whatsthatflower.com.
cs_cz: Můžete upozornit na gramatické a faktické chyby v textu, případně navrhnout lepší překlad jednotlivých květin nebo aplikace samotné na stránce whatsthatflower.com.
da_dk: Du kan rapportere enhver tastatur eller fejl, du har fundet eller indsende ny oversættelse på dit sprog.
de_de: Sie können Tippfehler oder falsche Übersetzungen melden, oder eine neue Übersetzung in Ihrer Sprache einreichen.
es_es: Puede reportar cualquier error tipográfico o error que encontró o enviar una nueva traducción en su idioma.
fa_ir: شما می توانید هر نوع اشتباه یا اشتباهی را که به زبان خود پیدا کرده اید ارسال یا ارسال کنید.
he_il: תוכל לדווח על שגיאת הקלדה או השגיאה שמצאת או שלח תרגום חדש בשפה שלך
hi_in: बंजर​ या झील
hr_hr: Možete prijaviti svaku pogrešku ili pogrešku koju ste pronašli ili poslati novi prijevod na svoj jezik.
hu_hu: Visszajelzést küldhet a whatsthatflower.com című oldal által, hiba, új fordítás vagy az adatbázis bővítése esetén.
id_id: Anda dapat melaporkan kesalahan ketik atau kesalahan apa pun yang Anda temukan atau kirim terjemahan baru dalam bahasa Anda.
ko_kr: 발견 한 오타 나 오역을보고하거나 꽃 데이터 또는 응용 프로그램 레이블에 대한 새 번역을 제출할 수 있습니다. (whatsthatflower.com)
lv_lv: Jūs varat ziņot par atrasto kļūdu vai kļūdu vai iesniegt jaunu tulkojumu savā valodā.
nb_no: Du kan rapportere hvilken som helst skrivefeil eller feil du fant eller sende inn ny oversettelse på ditt språk.
nl_nl: U kunt typefouten of verkeerde vertalingen melden of nieuwer vertalingen toevoegen op whatsthatflower.com
pl_pl: Możesz zgłosić literówkę, błąd lub stworzyć nowe tłumaczenie dla Twojego języka.
pt_pt: Você pode denunciar qualquer erro ou erro encontrado ou enviar uma nova tradução para o seu idioma.
ro_ro: Puteți raporta orice greșeală sau greșeală pe care ați găsit-o sau trimiteți o nouă traducere în limba dvs.
sl_si: Lahko prijavite kakršno koli tipkarsko napako ali napako, ki ste jo našli, ali pošljete nov prevod v vaš jezik.
sr_rs: Можете пријавити било коју грешку или грешку коју сте пронашли или послати нови превод на свој језик.
sv_se: Du kan rapportera eventuellt typsnitt eller misstag du hittat eller skicka in ny översättning på ditt språk.
uk_ua: Ви можете повідомити про будь-яку друкарську помилку або помилку, яку ви знайшли, або подати новий переклад вашою мовою.
zh_tw: 您可以在whatsthatflower.com上報告發現的任何拼寫錯誤或翻譯錯誤，或為花的數據或應用程序的標籤提交新的翻譯。

# feedback_submit_translate_data
source: Improve flower's data
ar_eg: تحسين بيانات الزهور
bg_bg: Подобрете данните на цветя
cs_cz: Opravit chyby datech
de_de: Daten zu Blumen verbessern
es_es: Mejorar los datos de la flor.
fa_ir: اطلاعات گل را بهبود بخشید
he_il: שפר את נתוני הפרחים
hi_in: फूल के डेटा में सुधार
hr_hr: Poboljšajte podatke o cvijetu
hu_hu: A virágok adatainak bővítése/javítása
id_id: Perbaiki data bunga
ko_kr: 꽃의 데이터 개선
lv_lv: Uzlabojiet ziedu datus
nb_no: Forbedre blomstens data
nl_nl: Verbeter de gegevens over de bloemen
pl_pl: Poprawienie informacji dot. kwiatów
ro_ro: Îmbunătățiți datele florii
sl_si: Izboljšajte podatke o cvetju
sr_rs: Побољшајте податке о цвету
sv_se: Förbättra blommans data
uk_ua: Покращити дані квітки
zh_tw: 改善花的數據

# feedback_submit_translate_app
source: Improve application's labels
ar_eg: تحسين تسميات التطبيق
bg_bg: Подобрете етикетите на приложението
cs_cz: Opravit chyby v aplikaci
de_de: Texte in der App verbessern
es_es: Mejorar las etiquetas de la aplicación.
fa_ir: برچسب های نرم افزار را بهبود بخشد
he_il: שפר את תוויות היישום
hi_in: एप्लिकेशन के लेबल में सुधार करें
hr_hr: Poboljšajte oznake programa
hu_hu: Javítsa az alkalmazás címkéit
id_id: Tingkatkan label aplikasi
ko_kr: 응용 프로그램 레이블 개선
lv_lv: Uzlabojiet lietojumprogrammas uzlīmes
nb_no: Forbedre programmets etiketter
nl_nl: Verbeter de kopjes in de app
pl_pl: Poprawki tłumaczenia aplikacji
ro_ro: Îmbunătățiți etichetele aplicației
sl_si: Izboljšajte oznake aplikacij
sr_rs: Побољшајте ознаке апликације
sv_se: Förbättra programmets etiketter
uk_ua: Покращити ярлики програми
zh_tw: 改善應用程序的標籤
