Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# show_original
source: Show English text
ar_eg: عرض النص الإنكليزي
bg_bg: Показване на английски текст
cs_cz: Zobraz slovenský text
da_dk: Vis engelske tekst
de_de: Englischen Text anzeigen
es_es: Mostrar texto en inglés
fa_ir: نمایش متن انگلیسی
he_il: הצג טקסט באנגלית
hi_in: अंग्रेज़ी टेक्स्ट दिखाएं
hr_hr: Prikaži engleski tekst
hu_hu: Angolul
id_id: Tampilkan teks bahasa Inggris
ko_kr: 영어 텍스트 표시
lv_lv: Rādīt angļu valodā
nb_no: Vis engelsk tekst
nl_nl: Toon Engels tekst
pl_pl: Pokaż angielski tekst
pt_pt: Mostrar texto em inglês
ro_ro: Afișați textul în engleză
sl_si: Prikaži angleško besedilo
sr_rs: Схов енглески текст
sv_se: Visa engelsk text
uk_ua: Показати англійський текст
zh_tw: 顯示英文文字

source: Improve translation
ar_eg: تحسين الترجمة
bg_bg: Подобрете превода
cs_cz: Vylepšit překlad
da_dk: Forbedre oversættelse
de_de: Übersetzung verbessern
es_es: Mejorar la traducción
fa_ir: بهبود ترجمه
he_il: שפר את התרגום
hi_in: अनुवाद में सुधार करें
hr_hr: Poboljšati prevođenje
hu_hu: A fordítás javítása
id_id: Perbaiki terjemahan
ko_kr: 번역 개선
lv_lv: Uzlabot tulkojumu
nb_no: Forbedre oversettelse
nl_nl: Verbeter vertaling
pl_pl: Popraw tłumaczenie
pt_pt: Melhorar a tradução
ro_ro: Îmbunătățirea traducere
sl_si: Izboljšati prevod
sr_rs: Побољшати транслатион
sv_se: Förbättra översättning
uk_ua: Покращити переклад
zh_tw: 改善翻譯

# show_translation
source: Show translated text
ar_eg: عرض النص المترجم
bg_bg: Показване на преведен текст
cs_cz: Zobraz přeložený text
da_dk: Vis oversatte tekst
de_de: Übersetzten Text anzeigen
es_es: Mostrar texto traducido
fa_ir: نمایش متن ترجمه شده
he_il: הצג טקסט מתורגם
hi_in: अनुवादित टेक्स्ट दिखाएं
hr_hr: Prikaži prevedeni tekst
hu_hu: Fordított szöveg megjelenítése
id_id: Tampilkan teks terjemahan
ko_kr: 번역 된 텍스트 표시
lv_lv: Rādīt tulkoto tekstu
nb_no: Vis oversatt tekst
nl_nl: Toon vertaalde tekst
pl_pl: Pokaż przetłumaczony tekst
pt_pt: Mostrar texto traduzido
ro_ro: Afișați textul tradus
sl_si: Pokaži prevedeno besedilo
sr_rs: Схов преведени текст
sv_se: Visa översatt text
uk_ua: Показати перекладений текст
zh_tw: 顯示翻譯後的文字

# plant_height_from
source: Height from
ar_eg: الارتفاع من
bg_bg: Височина от
cs_cz: Výška:
da_dk: Højde
de_de: Höhe
es_es: Altura desde
fa_ir: ارتفاع از
he_il: גובה מ
hi_in: ऊँचाई से
hr_hr: Visina:
hu_hu: Magasság
id_id: Tinggi dari
ko_kr: 높이
lv_lv: Augstums
nb_no: Høyde
nl_nl: Hoogte van
pl_pl: Wysokość:
pt_pt: altura de
ro_ro: Înălțimea de la
sl_si: Višina
sr_rs: Висине од
sv_se: Höjd
uk_ua: Висота:
zh_tw: 高度從

# plant_height_to
source: to
ar_eg: إلى
bg_bg: до
es_es: hasta
fa_ir: به
he_il: עד
hi_in: तक
id_id: sampai
ko_kr: 에
nl_nl: tot
pt_pt: a
ro_ro: la
sr_rs: до
zh_tw: 到

# plant_flowering_from
source: Flowering from
ar_eg: المزهرة من
bg_bg: Цъфтеж от
cs_cz: Kvete:
da_dk: Blomstringstid
de_de: Blütezeit
es_es: Floración desde
fa_ir: گل از
he_il: פריחה מ
hi_in: से फूल
hr_hr: Cvatnje:
hu_hu: A virágzás időszaka
id_id: Berbunga dari
ko_kr: 개화
lv_lv: Ziedēšanas no
nb_no: Blomstringstid
nl_nl: Bloeit van
pl_pl: Kwitnie:
pt_pt: Floresce de
ro_ro: Înflorire
sl_si: Cvetoče:
sr_rs: Цветања од
sv_se: Blomningstid
uk_ua: Цвіте:
zh_tw: 從開花

# plant_flowering_to
source: to
ar_eg: إلى
bg_bg: до
es_es: hasta
fa_ir: به
he_il: ל
hi_in: तक
id_id: sampai
ko_kr: 에
lv_lv: līdz
pt_pt: a
ro_ro: la
sr_rs: до
zh_tw: 至

# plant_flower
source: Flower
ar_eg: زهور
bg_bg: Цвeтe
cs_cz: Květ
da_dk: Blomstre
de_de: Blüte
es_es: Flores
fa_ir: گل ها
he_il: פרח
hi_in: पुष्प
hr_hr: Cvijeće
hu_hu: Virágok
id_id: Bunga
ko_kr: 꽃
lv_lv: Zieds
nb_no: Blomst
nl_nl: Bloemen
pl_pl: Kwiaty
pt_pt: Flores
ro_ro: Flori
sl_si: Cvetje
sr_rs: Цвеће
sv_se: Blomma
uk_ua: Квіти
zh_tw: 花

# plant_inflorescence
source: Inflorescence
ar_eg: إزهار
bg_bg: Съцветие
cs_cz: Květenství
da_dk: Blomsterstand
de_de: Blütenstand
es_es: Inflorescencia
fa_ir: گل آذین
he_il: תִפרַחַת
hi_in: पुष्पक्रम
hr_hr: Cvat
hu_hu: Virágzat
id_id: Bunga majemuk
ko_kr: 꽃차례
lv_lv: Ziedkopa
nb_no: Blomsterstand
nl_nl: Bloeiwijze
pl_pl: Kwiatostany
pt_pt: Inflorescência
ro_ro: Inflorescență
sl_si: Socvetje
sr_rs: Цваст
sv_se: Blomställning
uk_ua: Суцвіття
zh_tw: 花序

# plant_fruit
source: Fruit
ar_eg: فواكه
bg_bg: Плод
cs_cz: Plod
da_dk: Frugt
de_de: Frucht
es_es: Fruta
fa_ir: میوه ها
he_il: פרי
hi_in: फल
hr_hr: Plod
hu_hu: Gyümölcsök
id_id: Buah
ko_kr: 열매
lv_lv: Auglis
nb_no: Frukt
nl_nl: Vrucht
pl_pl: Owoce
pt_pt: Frutos
ro_ro: Fructe
sl_si: Plod
sr_rs: Плод
sv_se: Frukten
uk_ua: Плід
zh_tw: 果实

# plant_leaf
source: Leaf
ar_eg: اوراق
bg_bg: Лист
cs_cz: List
da_dk: Blade
de_de: Blätter
es_es: Hojas
fa_ir: برگها
he_il: עלים
hi_in: पत्ते
hr_hr: List
hu_hu: Levelek
id_id: Daun
ko_kr: 잎
lv_lv: Lapas
nb_no: Blader
nl_nl: Bladeren
pl_pl: Liście
pt_pt: Folhas
ro_ro: Frunze
sl_si: Listi
sr_rs: Лист
sv_se: Bladen
uk_ua: Листя
zh_tw: 葉

# plant_stem
source: Stem
ar_eg: ساق نبات
bg_bg: Стъбло
cs_cz: Lodyha
da_dk: Stængel
de_de: Stängel
es_es: Tallo
fa_ir: ساقه
he_il: גבעול
hi_in: तना
hr_hr: Stablo
hu_hu: Szár
id_id: Batang
ko_kr: 줄기
lv_lv: Stumbrs
nb_no: Stengel
nl_nl: Stengel
pl_pl: Łodyga
pt_pt: Caule
ro_ro: Tulpină
sl_si: Steblo
sr_rs: Стабло
sv_se: Stjälk
uk_ua: Стебло
zh_tw: 茎

# plant_habitat
source: Habitat
ar_eg: موطن
bg_bg: Местообитание
cs_cz: Ekologie
da_dk: Vækststeder
de_de: Lebensraum
es_es: Localidad
fa_ir: زیستگاه
he_il: בית גידול
hi_in: पर्यावास
hr_hr: Staništa
hu_hu: Élettér
ko_kr: 서식지
lv_lv: Izplatības areāls
nb_no: Voksested
nl_nl: Standplaats
ro_ro: Habitatul
sr_rs: Станишта
sv_se: Växtplats
uk_ua: Середовище
zh_tw: 棲息地

# plant_trivia
source: Trivia
ar_eg: معلومات
bg_bg: Тривия
cs_cz: Zajímavosti
de_de: Wissenswertes
es_es: Trivialidades
fa_ir: چیزهای بی اهمیت
he_il: דְבָרִים בְּטֵלִים
hi_in: सामान्य ज्ञान
hr_hr: Trivijalnost
hu_hu: Apróságok
ko_kr: 잡학
lv_lv: Nieki
nl_nl: Weetjes
pl_pl: Ciekawostki
pt_pt: Curiosidades
sr_rs: Тривијалност
uk_ua: Дрібниці
zh_tw: 冷知識

# plant_toxicity
source: Toxicity
ar_eg: تأثير سمي
bg_bg: Токсичност
cs_cz: Toxicita
da_dk: Toksicitet
de_de: Toxizität
es_es: Toxicidad
fa_ir: سمی بودن
he_il: רַעֲלָנוּת
hi_in: आविषता
hr_hr: Toksičnost
hu_hu: Méregtartalom
id_id: Toksisitas
ko_kr: 독성도
lv_lv: Toksiskums
nb_no: Toksisitet
nl_nl: Toxiciteit
pl_pl: Toksyczność
pt_pt: Toxicidade
ro_ro: Toxicitate
sl_si: Toksičnost
sr_rs: Токсичност
sv_se: Giftighet
uk_ua: Токсичність
zh_tw: 毒性

# plant_herbalism
source: Herbalism
ar_eg: دراسة الأعشاب
bg_bg: Билколечение
cs_cz: Bylinářství
da_dk: Naturmedicin
de_de: Pflanzenheilkunde
es_es: Herboristería
fa_ir: گیاه شناسی
he_il: צמחי מרפא
hi_in: जड़ी-बूटी चिकित्सा
hr_hr: Travarstvo
hu_hu: Gyógynövények
ko_kr: 본초학
nb_no: Plantelegemiddel
nl_nl: Geneeskundige toepassingen
pl_pl: Ziołolecznictwo
pt_pt: Fitoterapia
sl_si: Zeliščarstvo
sr_rs: Траварство
sv_se: Medicinalväxt
uk_ua: Травнічество
zh_tw: 草藥醫學

# plant_scientific_label
source: Scientific name
ar_eg: الاسم العلمي
bg_bg: Научно наименование
cs_cz: Odborný název
da_dk: Videnskabeligt navn
de_de: Wissenschaftlicher Name
es_es: Nombre científico
fa_ir: نام علمی
he_il: שם מדעי
hi_in: वैज्ञानिक नाम
hr_hr: Znanstveno ime
hu_hu: Tudományos név
id_id: Nama ilmiah
ko_kr: 과학적인 이름
lv_lv: Zinātniskais nosaukums
nb_no: Vitenskapelig navn
nl_nl: Wetenschappelijke naam
pl_pl: Nazwa naukowa
pt_pt: Nome científico
ro_ro: Nume stiintific
sl_si: Znanstveno ime
sr_rs: Научно име
sv_se: Vetenskapligt namn
uk_ua: Наукова назва
zh_tw: 科學名稱

# plant_synonyms
source: Synonyms
ar_eg: المرادفات
bg_bg: Синоними
cs_cz: Synonyma
da_dk: Synonymer
de_de: Synonyme
es_es: Sinónimos
fa_ir: مترادف
he_il: מילים נרדפות
hi_in: समानार्थक शब्द
hr_hr: Sinonimi
hu_hu: Szinonimák
id_id: Sinonim
ko_kr: 동의어
lv_lv: Sinonīmi
nb_no: Synonymer
nl_nl: Synoniemen
pl_pl: Synonimy
pt_pt: Sinônimos
ro_ro: Sinonime
sl_si: Sinonimi
sr_rs: Синоними
sv_se: Synonymer
uk_ua: Синоніми
zh_tw: 同義字

# plant_tap_synonyms
source: (tap to see all)
ar_eg: (انقر لرؤية الكل)
bg_bg: (докоснете, за да видите всички)
cs_cz: (klepnutím zobrazíte všechny)
da_dk: (tryk for at se alle)
de_de: (tippen Sie auf, um alle anzuzeigen.)
es_es: (toque para ver todo)
fa_ir: (برای دیدن همه ضربه بزنید)
he_il: (הקש כדי לראות הכל)
hi_in: (सभी को देखने के लिए टैप करें)
hr_hr: (dodirnite da biste vidjeli sve)
hu_hu: (érintse meg az összes megjelenítéséhez)
id_id: (ketuk untuk melihat semua)
ko_kr: (탭하여 모두보기)
lv_lv: (pieskarieties, lai redzētu visus)
nb_no: (trykk for å se alle)
nl_nl: (tik om alles te zien)
pl_pl: (stuknij, aby zobaczyć wszystko)
pt_pt: (toque para ver todos)
ro_ro: (atingeți pentru a vedea toate)
sl_si: (tapnite, da si ogledate vse)
sr_rs: (тапните да бисте видели све)
sv_se: (tryck för att se alla)
uk_ua: (натисніть, щоб побачити все)
zh_tw: (點擊查看全部)

# taxonomy_superregnum
source: Domain
ar_eg: النطاق
bg_bg: Империя
cs_cz: doména
da_dk: Domæne
de_de: Domäne
es_es: dominio
fa_ir: حوزه
he_il: על-ממלכה
hi_in: कार्यक्षेत्र
hr_hr: Domena
hu_hu: Domén
ko_kr: 역
lv_lv: Impērija
nb_no: Domene
nl_nl: Domein
pl_pl: Domena
pt_pt: domínio
ro_ro: Domeniu
sl_si: Domena
sr_rs: домен
sv_se: Domän
uk_ua: Домен
zh_tw: 域

# taxonomy_regnum
source: Kingdom
ar_eg: المملكة
bg_bg: Царство
cs_cz: říše
da_dk: Rige
de_de: Reich
es_es: reino
fa_ir: فرمانرو
he_il: ממלכה
hi_in: राज्य
hr_hr: Carstvo
hu_hu: Ország
ko_kr: 계
lv_lv: Valsts
nb_no: Rike
nl_nl: Rijk
pl_pl: Królestwo
pt_pt: reino
ro_ro: Regn
sl_si: Kraljestvo
sr_rs: царство
sv_se: Rike
uk_ua: Царство
zh_tw: 界

# taxonomy_cladus
source: (clade)
ar_eg: (غير مصنف)
bg_bg: (без ранг)
cs_cz: (klad)
da_dk: Cladus
de_de: (ohne Rang)
es_es: (clado)
hi_in: (अश्रेणिकृत)
hr_hr: (Cladus)
hu_hu: Csoport
id_id: (tidak termasuk)
ko_kr: (미분류)
nb_no: (klade)
pl_pl: (klad)
pt_pt: (clado)
ro_ro: (cladă)
sl_si: (klad)
sr_rs: (клада)
sv_se: (klad)
uk_ua: (клада)
zh_tw: 演化支

# taxonomy_ordo
source: Order
ar_eg: الرتبة
bg_bg: Разред
cs_cz: řád
da_dk: Ordo
de_de: Ordnung
es_es: orden
fa_ir: راسته
he_il: סדרה
hi_in: क्रम
hr_hr: Red
hu_hu: Rend
id_id: Ordo
ko_kr: 목
lv_lv: Rinda
nb_no: Orden
nl_nl: Orde
pl_pl: Rząd
pt_pt: ordem
ro_ro: Ordin
sl_si: Red
sr_rs: ред
sv_se: Ordning
uk_ua: Ряд
zh_tw: 目

# taxonomy_familia
source: Family
ar_eg: الفصيلة
bg_bg: Семейство
cs_cz: čeleď
da_dk: Familie
de_de: Familie
es_es: familia
fa_ir: تیره
he_il: משפחה
hi_in: परिवार
hr_hr: Porodica
hu_hu: Család
id_id: Famili
ko_kr: 과
lv_lv: Dzimta
nb_no: Familie
nl_nl: Familie
pl_pl: Rodzina
pt_pt: família
ro_ro: Familie
sl_si: Družina
sr_rs: породица
sv_se: Familj
uk_ua: Родина
zh_tw: 科

# taxonomy_subfamilia
source: Subfamily
ar_eg: القطاع
bg_bg: Подсемейство
cs_cz: podčeleď
da_dk: Underfamilie
de_de: Unterfamilie
es_es: subfamilia
fa_ir: زیرخانواده
he_il: תת־משפחה
hi_in: उपपरिवार
hr_hr: Potporodica
hu_hu: Alcsalád
ko_kr: 아과
lv_lv: Apakšdzimta
nb_no: Underfamilier
nl_nl: Onderfamilie
pl_pl: Podrodzina
pt_pt: subfamília
ro_ro: Subfamilie
sl_si: Poddružina
sr_rs: потпородица
sv_se: Underfamilj
uk_ua: Підродина
zh_tw: 亞科

# taxonomy_tribus
source: Tribe
ar_eg: القبيلة
bg_bg: Триб
cs_cz: skupina
da_dk: Tribus
de_de: Stamm
es_es: tribu
fa_ir: تبار
he_il: שבט
hi_in: जनजाति
hr_hr: Tribus
hu_hu: Nemzetségcsoport
ko_kr: 족
lv_lv: Cilts
nb_no: Tribus
nl_nl: Tak
pl_pl: Plemię
pt_pt: tribo
ro_ro: Trib
sl_si: Pleme
sr_rs: племе
sv_se: Tribus
uk_ua: Триба
zh_tw: 族

# taxonomy_subtribus
source: Subtribe
ar_eg: العميرة
bg_bg: Подтриб
cs_cz: podskupina
da_dk: Undertribus
de_de: Unterstamm
es_es: subtribu
fa_ir: زیرتبار
hi_in: उपजनजाति
hr_hr: Podtribus
hu_hu: Alnemzetségcsoport
ko_kr: 아족
lv_lv: Apakšcilts
nb_no: Undertribus
nl_nl: Subtribus
pl_pl: Podplemię
pt_pt: subtribo
ro_ro: Subtrib
sl_si: Podpleme
sr_rs: подплеме
sv_se: Undertribus
uk_ua: Підтриба
zh_tw: 亞族

# taxonomy_genus
source: Genus
ar_eg: الجنس
bg_bg: Род
cs_cz: rod
da_dk: Slægt
de_de: Gattung
es_es: género
fa_ir: سرده
he_il: סוג
hi_in: जाति
hr_hr: Rod
hu_hu: Nemzetség
id_id: Genera
ko_kr: 속
lv_lv: Ģints
nb_no: Slekt
nl_nl: Geslacht
pl_pl: Rodzaj
pt_pt: género
ro_ro: Gen
sl_si: Rod
sr_rs: род
sv_se: Släkte
uk_ua: Рід
zh_tw: 屬

# taxonomy_subgenus
source: Subgenus
bg_bg: Подрод
cs_cz: podrod
da_dk: Underslægt
de_de: Untergattung
fa_ir: زیرسرده
ko_kr: 아속
lv_lv: Apakšģints
pl_pl: Podrodzaj
pt_pt: subgênero
ro_ro: Subgen
sl_si: Podrod
sr_rs: подрод
uk_ua: Підрід
zh_tw: 亞屬

# taxonomy_sectio
source: Sectio
bg_bg: Раздел
cs_cz: sekce
da_dk: Sektion
de_de: Sektion
fa_ir: بخشه
lv_lv: Sekcija
pl_pl: Sekcja
pt_pt: seção
sr_rs: секција
zh_tw: 節

# taxonomy_subsectio
source: Subsectio
bg_bg: Подраздел
cs_cz: podsekce
da_dk: Undersektion
de_de: Untersektion
lv_lv: Apakšsekcija
pl_pl: Podsekcja
pt_pt: subseção
sr_rs: подсекција
zh_tw: 亞節

# taxonomy_serie
source: Serie
bg_bg: Серия
cs_cz: série
fa_ir: زنجیره
lv_lv: Sērija
pl_pl: Seria
pt_pt: série
sr_rs: серија
zh_tw: 系

# taxonomy_subserie
source: Subserie
bg_bg: Подсерия
cs_cz: podsérie
da_dk: Underserie
de_de: Unterserie
lv_lv: Apakšsērija
pl_pl: Podseria
pt_pt: subsérie
sr_rs: подсерија
zh_tw: 亞系

# taxonomy_species
source: Species
ar_eg: محيط
bg_bg: Вид
cs_cz: druh
da_dk: Art
de_de: Art
es_es: especie
fa_ir: گونه
he_il: מין
hi_in: प्रजातियां
hr_hr: Vrsta
hu_hu: Faj
id_id: Jenis
ko_kr: 종
lv_lv: Suga
nb_no: Art
nl_nl: Soort
pl_pl: Gatunek
pt_pt: espécie
ro_ro: Specie
sl_si: Vrsta
sr_rs: врста
sv_se: Art
uk_ua: Вид
zh_tw: 种

# taxonomy_unknown
source: unknown
ar_eg: غير معروف
bg_bg: неизвестен
cs_cz: neznámý
da_dk: ukendt
de_de: unbekannt
es_es: desconocido
he_il: לא ידוע
hi_in: अनजान
hr_hr: nepoznat
hu_hu: ismeretlen
id_id: tidak diketahui
lv_lv: nezināms
nb_no: ukjent
nl_nl: onbekend
pl_pl: nieznane
pt_pt: desconhecido
ro_ro: necunoscut
sl_si: neznano
sr_rs: непознат
sv_se: okänd
uk_ua: невідомий
zh_tw: 未知

# snack_no_flowers
source: There are no flowers matching criteria.
ar_eg: لا توجد معايير مطابقة للزهور.
bg_bg: Няма цветя, отговарящи на критериите.
cs_cz: Filtru nevyhovují žádné květiny v databázi.
da_dk: Ingen blomster, der matcher kriterier.
de_de: Keine Blumen, die den Kriterien entsprechen.
es_es: No hay criterios de correspondencia de flores.
fa_ir: بدون گل مطابق معیارهای.
he_il: אין קריטריונים תואמים לפרחים.
hi_in: कोई फूल नहीं कसौटी।
hr_hr: Nema kriterija za podudaranje.
hu_hu: Nincsenek virág illeszkedési feltételek.
id_id: Tidak ada kriteria pencocokan bunga.
ko_kr: 기준과 일치하는 꽃이 없습니다.
lv_lv: Nav ziedu atbilstības kritēriju.
nb_no: Ingen blomster som samsvarer med kriterier.
nl_nl: Geen bloemen die voldoen aan criteria.
pl_pl: Brak kwiatów spełniających kryteria.
pt_pt: Não há critérios de correspondência de flores.
ro_ro: Nu există criterii de potrivire a florilor.
sl_si: Ni meril za ujemanje cvetja.
sr_rs: Нема критеријума за подударање цвећа.
sv_se: Inga blommor matchande kriterier.
uk_ua: Критерії відповідності квітам відсутні.
zh_tw: 沒有符合條件的鮮花。

# snack_loading_ad
source: Ad is still loading, press button again.
ar_eg: لا يزال يتم تحميل الإعلان ، اضغط على الزر مرة أخرى.
bg_bg: Рекламата все още се зарежда, натиснете отново бутона.
cs_cz: Reklama se stále načítá, znovu stiskněte tlačítko.
da_dk: Annonce er stadig indlæst, tryk igen på knappen.
de_de: Werbung wird noch geladen, Taste erneut drücken.
es_es: El anuncio todavía se está cargando, presione el botón otra vez.
fa_ir: تبلیغات هنوز بارگیری شده است، دوباره دکمه را فشار دهید.
he_il: המודעה עדיין נטענת, לחץ שוב על הלחצן.
hi_in: विज्ञापन अभी भी लोड हो रहा है, फिर से बटन दबाएं।
hr_hr: Oglas se još uvijek učitava, ponovno pritisnite gumb.
hu_hu: A hirdetés még mindig betöltődik, nyomja meg újra a gombot.
id_id: Iklan masih memuat, tekan tombol lagi.
ko_kr: 광고가 계속로드 중입니다. 버튼을 다시 누르십시오.
lv_lv: Reklāma joprojām tiek ielādēta, vēlreiz nospiediet pogu.
nb_no: Annonsen er fortsatt lasting, trykk på knappen igjen.
nl_nl: Advertentie wordt nog steeds geladen, druk opnieuw op de knop.
pl_pl: Reklama wciąż się ładuje, naciśnij przycisk ponownie.
pt_pt: O anúncio ainda está carregando, pressione o botão novamente.
ro_ro: Anunțul se încarcă încă, apăsați butonul din nou.
sl_si: Oglas se še vedno nalaga, ponovno pritisnite gumb.
sr_rs: Оглас се и даље учитава, поново притисните дугме.
sv_se: Annonsen laddas fortfarande, tryck på knappen igen.
uk_ua: Реклама все ще завантажується, знову натисніть кнопку.
zh_tw: 廣告仍在加載中，請再次按按鈕。

# snack_copy
source: Copied to Clipboard
ar_eg: نسخ إلى الحافظة
bg_bg: Копирано в клипборда
cs_cz: Zkopírováno do schránky
da_dk: Kopieret til udklipsholderen
de_de: In die Zwischenablage kopiert
es_es: Copiado al portapapeles
fa_ir: کپی به کلیپ بورد
he_il: הועתק ללוח
hi_in: क्लिपबोर्ड पर नकल
hr_hr: Kopirano u međuspremnik
hu_hu: A vágólapra másolt
id_id: Disalin ke Clipboard
ko_kr: 클립 보드에 복사
lv_lv: Kopēts uz starpliktuvi
nb_no: Kopiert til utklippstavlen
nl_nl: Gekopieerd naar het klembord
pl_pl: Skopiowane do schowka
pt_pt: Copiado para a área de transferência
ro_ro: Copiat în Clipboard
sl_si: Kopirano v odložišče
sr_rs: Копирано у Цлипбоард
sv_se: Kopieras till Urklipp
uk_ua: Копіюється в буфер обміну
zh_tw: 複製到剪貼板

# snack_publish
source: ... to be published later
ar_eg: ليتم نشرها في وقت لاحق
bg_bg: ... да бъде публикувана по-късно
da_dk: ... offentliggøres senere
de_de: ... wird später veröffentlicht
es_es: ... para ser publicado más tarde
fa_ir: بعدا منتشر شود
he_il: יפורסם בהמשך
hi_in: ... बाद में प्रकाशित किया जाना है
hr_hr: ... biti objavljen kasnije
hu_hu: ... később lesz közzétéve
id_id: ... untuk diterbitkan nanti
ko_kr: ... 나중에 출판 될
lv_lv: ... publicēt vēlāk
nb_no: ... å bli publisert senere
nl_nl: ... later worden gepubliceerd
pl_pl: ... do opublikowania później
pt_pt: ... para ser publicado mais tarde
ro_ro: ... care urmează să fie publicată ulterior
sl_si: ... bo objavljen pozneje
sr_rs: ... да се касније објави
sv_se: ... att publiceras senare
uk_ua: ... буде опубліковано пізніше
zh_tw: ... 稍後再發布

# snack_translation
source: Thanks for your contribution. It'll be published soon.
ar_eg: شكرا لمساهمتك. سيتم نشره قريبا.
bg_bg: Благодаря за вашия принос. Тя ще бъде публикуван скоро.
cs_cz: Děkujeme za váš příspěvek. Bude brzy zveřejněn.
da_dk: Tak for dit bidrag. Det offentliggøres snart.
de_de: Vielen Dank für Ihren Beitrag. Er wird bald veröffentlicht.
es_es: Gracias por tu aporte. Será publicado pronto.
fa_ir: بابت کمک شما به زودی منتشر می شود.
he_il: תודה על תרומתך. זה יפורסם בקרוב.
hi_in: आपके योगदान के लिए धन्यवाद। इसे जल्द ही प्रकाशित किया जाएगा।
hr_hr: Hvala na vašem doprinosu. Bit će objavljeno uskoro.
hu_hu: Köszönöm hozzájárulását. Hamarosan közzéteszi.
id_id: Terima kasih atas kontribusi Anda. Ini akan segera diterbitkan.
ko_kr: 당신의 기여에 감사드립니다. 곧 게시 될 예정입니다.
lv_lv: Paldies par jūsu ieguldījumu. Tas drīz tiks publicēts.
nb_no: Takk for ditt bidrag. Den publiseres snart.
nl_nl: Bedankt voor je bijdrage. Het wordt binnenkort gepubliceerd.
pl_pl: Dziękuję za Twój wkład. Wkrótce zostanie opublikowany.
pt_pt: Obrigado pela sua contribuição. Será publicado em breve.
ro_ro: Vă mulțumim pentru contribuție. Va fi publicat în curând.
sl_si: Hvala za vaš prispevek. Kmalu bo objavljen.
sr_rs: Хвала на вашем доприносу. Бити ће објављен ускоро.
sv_se: Tack för ditt bidrag. Det kommer snart att publiceras.
uk_ua: Дякуємо за ваш внесок. Це буде опублікован незабаром.
zh_tw: 感謝您的貢獻。 即將發布。

source: Search...
ar_eg: بحث...
bg_bg: Търсене...
cs_cz: Hledat...
da_dk: Søg...
de_de: Suche...
es_es: Buscar...
fa_ir: جستجو کردن...
he_il: לחפש...
hi_in: खोज...
hr_hr: Traži...
hu_hu: Keresés...
id_id: Mencari...
ko_kr: 검색...
lv_lv: Meklēt...
nb_no: Søke...
nl_nl: Zoeken...
pl_pl: Szukaj...
pt_pt: Procurar...
ro_ro: Căutare...
sl_si: Iskati...
sr_rs: Тражити...
sv_se: Sök...
uk_ua: Шукати ...
zh_tw: 搜索...

# search_names
source: Search in names
ar_eg: البحث في الأسماء
bg_bg: Търсене в имена
cs_cz: Hledat v jménech
da_dk: Søg i navne
de_de: Suche in Namen
es_es: Buscar en nombres
fa_ir: جستجو در اسامی
he_il: חפש בשמות
hi_in: नामों में खोजें
hr_hr: Pretražujte imena
hu_hu: Keresés a nevekben
id_id: Cari nama
ko_kr: 이름으로 검색
lv_lv: Meklēt vārdos
nb_no: Søk i navn
nl_nl: Zoeken in namen
pl_pl: Szukaj w nazwach
pt_pt: Pesquisa nos nomes
ro_ro: Căutați în nume
sl_si: Išči po imenih
sr_rs: Тражи имена
sv_se: Sök i namn
uk_ua: Пошук по іменах
zh_tw: 搜索名字

# search_taxonomy
source: Search in taxonomy
ar_eg: البحث في التصنيف
bg_bg: Търсене в таксономия
cs_cz: Hledat v taxonomii
da_dk: Søg i taksonomi
de_de: Suche in der Taxonomie
es_es: Buscar en taxonomía
fa_ir: جستجو در طبقه بندی
he_il: חפש בטקסונומיה
hi_in: टैक्सोनॉमी में खोजें
hr_hr: Pretražujte taksonomiju
hu_hu: Keresés taxonómiában
id_id: Cari dalam taksonomi
ko_kr: 분류에서 검색
lv_lv: Meklēt taksonomijā
nb_no: Søk i taksonomi
nl_nl: Zoeken in taxonomie
pl_pl: Szukaj w taksonomii
pt_pt: Pesquisa na taxonomia
ro_ro: Căutați în taxonomie
sl_si: Išči v taksonomiji
sr_rs: Тражи у таксономији
sv_se: Sök i taxonomi
uk_ua: Пошук у таксономії
zh_tw: 搜索分類

source: Observation
ar_eg: الملاحظة
bg_bg: Наблюдение
cs_cz: Pozorování
de_de: Beobachtung
es_es: Observación
fa_ir: نظارت
he_il: תצפית
hi_in: अवलोकन
hr_hr: Zapažanje
hu_hu: Megfigyelés
id_id: Pengamatan
ko_kr: 관측
lv_lv: Novērošana
nb_no: Observasjon
nl_nl: Observatie
pl_pl: Okazy
pt_pt: Observação
ro_ro: Observație
sl_si: Opazovanje
sr_rs: Опажање
uk_ua: Спостереження
zh_tw: 觀察

source: Observations
ar_eg: الملاحظات
bg_bg: Наблюдения
cs_cz: Pozorování
da_dk: Observationer
de_de: Beobachtungen
es_es: Observaciones
fa_ir: مشاهدات
he_il: תצפיות
hi_in: टिप्पणियों
hr_hr: Zapažanja
hu_hu: Megfigyelések
id_id: Pengamatan
ko_kr: 관찰
lv_lv: Novērojumi
nb_no: Observasjoner
nl_nl: Observaties
pl_pl: Okaz
pt_pt: Observações
ro_ro: Observaţii
sl_si: Opažanja
sr_rs: Опажања
sv_se: Observationer
uk_ua: Спостереження
zh_tw: 觀察

# observation_note
source: Place for your private note.
ar_eg: مكان لملاحظتك الخاصة.
bg_bg: Място за вашата лична бележка.
cs_cz: Místo pro vaše soukromé poznámky.
da_dk: Placer til din private note.
de_de: Platz für Ihre private Notiz.
es_es: Lugar para su nota privada.
fa_ir: جای خود را برای یادداشت خصوصی خود قرار دهید
he_il: מקום ההערה הפרטית שלך.
hi_in: अपने निजी नोट के लिए जगह।
hr_hr: Mjesto za vašu privatnu bilješku.
hu_hu: Helyezze el a magánjegyzetet.
id_id: Tempat untuk catatan pribadi Anda.
ko_kr: 개인 메모를위한 장소입니다.
lv_lv: Vieta jūsu privātajai piezīmei.
nb_no: Plasser for ditt private notat.
nl_nl: Plaats voor uw persoonlijke notitie.
pl_pl: Miejsce na prywatną notatkę.
pt_pt: Coloque para sua nota particular.
ro_ro: Locul pentru nota ta privată.
sl_si: Kraj za vašo zasebno beležko.
sr_rs: Мјесто за вашу приватну биљешку.
sv_se: Placera för din privata anteckning.
uk_ua: Місце для приватного запису.
zh_tw: 私人筆記的地方。

# observation_saved
source: Observation was saved.
ar_eg: تم حفظ الملاحظة.
bg_bg: Наблюдението бе запазено.
cs_cz: Pozorování bylo uloženo.
da_dk: Observation blev reddet.
de_de: Beobachtung wurde gespeichert.
es_es: Se guardó la observación.
fa_ir: مشاهدات ذخیره شد
he_il: תצפית נשמרה.
hi_in: अवलोकन सहेजा गया था।
hr_hr: Zapažanje je spremljeno.
hu_hu: Megfigyelés történt.
id_id: Pengamatan disimpan.
ko_kr: 관찰이 저장되었습니다.
lv_lv: Novērošana tika saglabāta.
nb_no: Observasjon ble reddet.
nl_nl: Observatie werd opgeslagen.
pl_pl: Okaz został zapisany.
pt_pt: A observação foi salva.
ro_ro: Observația a fost salvată.
sl_si: Opazovanje je bilo shranjeno.
sr_rs: Опажање је сачувано.
sv_se: Observationen räddades.
uk_ua: Спостереження збережено.
zh_tw: 觀察已保存。
