Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

source: Common lists
ar_eg: القوائم المشتركة
bg_bg: Общи списъци
cs_cz: Společné seznamy
da_dk: Fælles lister
de_de: Gemeinsame Listen
es_es: Listas comunes
fa_ir: لیست های مشترک
he_il: רשימות נפוצות
hi_in: सामान्य सूचियाँ
hr_hr: Uobičajeni popisi
hu_hu: Közös listák
id_id: Daftar umum
ko_kr: 공통 목록
lv_lv: Kopējie saraksti
nb_no: Felles lister
nl_nl: Gemeenschappelijke lijsten
pl_pl: Wspólne listy
pt_pt: Listas comuns
ro_ro: Listele comune
sl_si: Skupni seznami
sr_rs: Уобичајене листе
sv_se: Vanliga listor
uk_ua: Загальні списки
zh_tw: 常用清單

source: My lists
ar_eg: قوائمي
bg_bg: Моите списъци
cs_cz: Moje seznamy
da_dk: Mine lister
de_de: Meine Listen
es_es: Mis listas
fa_ir: لیست های من
he_il: הרשימות שלי
hi_in: मेरी सूचियाँ
hr_hr: Moji popisi
hu_hu: Saját listáim
id_id: Daftar saya
ko_kr: 내 목록
lv_lv: Mani saraksti
nb_no: Listene mine
nl_nl: Mijn lijsten
pl_pl: Moje listy
pt_pt: Minhas listas
ro_ro: Listele mele
sl_si: Moji seznami
sr_rs: Моје листе
sv_se: Mina listor
uk_ua: Мої списки
zh_tw: 我的清單

# favorite_title
source: Favorite flowers
ar_eg: الزهور المفضلة
bg_bg: Любими цветя
cs_cz: Oblíbené květy
da_dk: Favorit blomster
de_de: Lieblingsblumen
es_es: Flores favoritas
fa_ir: گل های مورد علاقه
he_il: פרחים מועדפים
hi_in: पसंदीदा फूल
hr_hr: Omiljeno cvijeće
hu_hu: Kedvenc virágok
id_id: Bunga favorit
ko_kr: 좋아하는 꽃
lv_lv: Mīļākie ziedi
nb_no: Favorittblomster
nl_nl: Favoriete bloemen
pl_pl: Ulubione kwiaty
pt_pt: Flores favoritas
ro_ro: Flori preferate
sl_si: Najljubše cvetja
sr_rs: Омиљено цвеће
sv_se: Favoritblommor
uk_ua: Улюблені квіти
zh_tw: 最喜歡的花

# favorite_empty
source: There is no favorite flowers yet.
ar_eg: لا يوجد زهور مفضلة
bg_bg: Все още няма любими цветя.
cs_cz: Zatím nejsou žádné oblíbené květy.
da_dk: Der er endnu ingen favorit blomster.
de_de: Es gibt noch keine Lieblingsblumen.
es_es: No hay flores favoritas todavía.
fa_ir: گل های مورد علاقه هنوز وجود ندارد.
he_il: אין עדיין פרחים מועדפים.
hi_in: अभी तक कोई पसंदीदा फूल नहीं है।
hr_hr: Još nema omiljenog cvijeća.
hu_hu: Még nincs kedvenc virág.
id_id: Belum ada bunga favorit.
ko_kr: 좋아하는 꽃은 아직 없습니다.
lv_lv: Vēl nav neviena mīļākā zieda.
nb_no: Det er ingen favoritt blomster ennå.
nl_nl: Er zijn nog geen favoriete bloemen.
pl_pl: Nie ma jeszcze ulubionych kwiatów.
pt_pt: Não há flores favoritas ainda.
ro_ro: Nu există încă flori preferate.
sl_si: Še ni najljubšega cvetja.
sr_rs: Још нема омиљено цвеће.
sv_se: Det finns inga favoritblommor än.
uk_ua: Улюблених квітів поки немає.
zh_tw: 還沒有最喜歡的花。

# favorite_no_login
source: List of favorite flowers is available only for logged users. Please log in.
ar_eg: قائمة الزهور المفضلة متاحة فقط للمستخدمين المسجلين. الرجاء تسجيل الدخول.
bg_bg: Списък с любимите цветя е достъпен само за регистрирани потребители. Моля влезте.
cs_cz: Seznam oblíbených květin je dostupný pouze pro přihlášené uživatele. Přihlašte se, prosím.
da_dk: Liste over foretrukne blomster er kun tilgængelig for logget brugere. Vær venlig at logge ind.
de_de: Die Liste der Lieblingsblumen steht nur angemeldeten Benutzern zur Verfügung. Bitte anmelden.
es_es: La lista de flores favoritas está disponible solo para usuarios registrados. Por favor Iniciar sesión.
fa_ir: لیست گل های مورد علاقه تنها برای کاربران وارد شده در دسترس است. لطفا وارد شوید.
he_il: רשימה של פרחים מועדפים זמין רק עבור משתמשים רשומים. היכנס.
hi_in: पसंदीदा फूलों की सूची केवल लॉग किए गए उपयोगकर्ताओं के लिए उपलब्ध है। कृपया लॉगिन करें।
hr_hr: Popis omiljenih cvijeća dostupan je samo za prijavljene korisnike. Molimo prijavite se.
hu_hu: A kedvenc virágok listája csak a naplózott felhasználók számára érhető el. Kérjük jelentkezzen be.
id_id: Daftar bunga favorit hanya tersedia untuk pengguna yang login. Silahkan masuk.
ko_kr: 즐겨 찾는 꽃 목록은 로그 된 사용자 만 사용할 수 있습니다. 로그인 해주세요.
lv_lv: Mīļāko ziedu saraksts ir pieejams tikai reģistrētiem lietotājiem. Lūdzu, piesakieties.
nb_no: Liste over favorittblomster er bare tilgjengelig for loggede brukere. Vennligst Logg inn.
nl_nl: Lijst met favoriete bloemen is alleen beschikbaar voor aangemelde gebruikers. Log alstublieft in.
pl_pl: Lista ulubionych kwiatów jest dostępna tylko dla zalogowanych użytkowników. Proszę się zalogować.
pt_pt: A lista de flores favoritas está disponível apenas para usuários registrados. Por favor entre.
ro_ro: Lista florilor preferate este disponibilă numai pentru utilizatorii înregistrați. Va rugam sa va logati.
sl_si: Seznam priljubljenih cvetov je na voljo samo za prijavljene uporabnike. Prijavite se.
sr_rs: Листа омиљених цвећа доступна је само за пријављене кориснике. Молимо вас да се пријавите.
sv_se: Lista över favoritblommor är endast tillgänglig för inloggade användare. Vänligen logga in.
uk_ua: Список улюблених квітів доступний тільки для зареєстрованих користувачів. Увійдіть у систему.
zh_tw: 收藏的花朵列表僅適用於登錄用戶。 請登錄。

# taxonomy_supersectio
source: Supersectio
cs_cz: nadsekce
da_dk: Supersektion
de_de: Übersektion
lv_lv: Virssekcija
pl_pl: Supersekcja
pt_pt: superseção
sr_rs: надсекција

source: App Store
cs_cz: App obchod
ko_kr: 앱 스토어

# play_store
source: Google Play Store
cs_cz: Obchod Google Play
da_dk: Google Play Butik
hr_hr: Trgovini Google Play
hu_hu: Google Play Áruház
ko_kr: 구글 플레이
lv_lv: Google Play veikals
nb_no: Google Play Butikk
pl_pl: Sklep Google Play
ro_ro: Magazin Google Play
sl_si: Trgovina Google Play
sr_rs: Google Play продавница
sv_se: Google Play Butik
uk_ua: Google Play Маркет

source: Apple
ko_kr: 애플

source: Google
ko_kr: 구글
