Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# subscription_intro1
source: Your observation's date, location and note are saved and persisted across devices without subscription, but photos are stored only locally on the device. You will lose connection to them (even photo itself when you shot it from the application) when you clear data, reinstall or switch device.
ar_eg: يتم حفظ تاريخ الملاحظة والموقع والملاحظة وتستمر عبر الأجهزة دون اشتراك ، ولكن يتم تخزين الصور محليًا فقط على الجهاز. سوف تفقد الاتصال بهم (حتى التقاط الصور نفسها عند تصويرها من التطبيق) عند مسح البيانات أو إعادة تثبيتها أو تبديل الجهاز.
bg_bg: Датата, местоположението и забележката на вашето наблюдение се запазват и запазват на устройства без абонамент, но снимките се съхраняват само локално на устройството. Ще загубите връзка с тях (дори самата снимка, когато я заснемете от приложението), когато изчистите данни, преинсталирате или превключите устройството.
cs_cz: Datum, místo a poznámka k Pozorování se automaticky ukládají a jsou dostupné na všech zařízeních bez předplatného. Na druhé straně fotografie jsou uloženy pouze lokálně. Po vymazání dat, přeinstalování aplikace nebo výměně mobilu se fotografie při pozorováních dále nezobrazují (ty, které byly provedeny přímo z aplikace se dokonce vymažou).
da_dk: Din observations dato, placering og note gemmes og vedbliver på tværs af enheder uden abonnement, men billeder gemmes kun lokalt på enheden. Du mister forbindelsen til dem (selv billedet selv, når du har skudt det fra programmet), når du sletter data, geninstallerer eller skifter enhed.
de_de: Das Datum, der Standort und die Notizen Ihrer Beobachtung werden auch ohne Abonnement auf allen Ihren Geräten gespeichert und synchronisiert, aber Fotos werden nur lokal gespeichert. Die Verbindung zu den Fotos geht verloren (das Foto selbst wird sogar gelöscht, wenn Sie es durch die Anwendung aufgenommen haben), wenn Sie Daten löschen, die Anwendung neu installieren oder Ihr Gerät wechseln.
es_es: La fecha, ubicación y nota de su observación se guardan y persisten en todos los dispositivos sin suscripción, pero las fotos se almacenan solo localmente en el dispositivo. Perderá la conexión con ellos (incluso la propia foto cuando la tome desde la aplicación) cuando borre datos, vuelva a instalarlos o cambie de dispositivo.
fa_ir: تاریخ مشاهده، مکان و یادداشت مشاهدات شما ذخیره می شود و در دستگاه های بدون اشتراک ذخیره می شود، اما عکس ها فقط در دستگاه ذخیره می شوند. هنگامی که داده ها را پاک می کنید، دستگاه را مجددا نصب یا سوئیچ می کنید، اتصال به آنها را قطع می کنید (حتی عکس خود را هنگام ضبط آن از برنامه).
he_il: תאריך התצפית, המיקום והפתק נשמרים ומתמידים בכל ההתקנים ללא מנוי, אך התמונות מאוחסנות באופן מקומי במכשיר בלבד. אתה תאבד את החיבור אליהם (אפילו תמונה עצמה כאשר אתה ירה אותו ביישום) בעת ניקוי נתונים, התקנה מחדש או לעבור המכשיר.
hi_in: आपके अवलोकन की तारीख, स्थान और नोट को सदस्यता के बिना उपकरणों में सहेजा और बरकरार रखा गया है, लेकिन तस्वीरें केवल डिवाइस पर स्थानीय रूप से संग्रहीत की जाती हैं। जब आप डेटा साफ़ करते हैं, तो आप डेटा को पुनर्स्थापित या स्विच करते हैं, तो आप उनसे कनेक्शन खो देंगे (यहां तक कि स्वयं जब आप इसे एप्लिकेशन से शूट करते हैं)।
hr_hr: Datum, lokacija i bilješka promatranja spremaju se i zadržavaju na svim uređajima bez pretplate, ali se fotografije pohranjuju samo lokalno na uređaju. Kada izbrišete podatke, ponovno instalirate ili promijenite uređaj, izgubit ćete vezu s njima (čak i sama fotografija kada je snimite iz aplikacije).
hu_hu: A megfigyelésének dátumát, helyét és jegyzetét elmenti és megosztja az előfizetés nélküli eszközök között, de a fényképeket csak helyi eszközön tárolja. Az adatok törlése, az eszköz újratelepítése vagy lecserélese esetén elveszíti ezen adatait (még a fényképeket is, ha azokat az alkalmazásból készítette).
id_id: Tanggal, lokasi, dan catatan pengamatan Anda disimpan dan bertahan di seluruh perangkat tanpa berlangganan, tetapi foto disimpan hanya secara lokal di perangkat. Anda akan kehilangan koneksi ke mereka (bahkan foto itu sendiri ketika Anda mengambilnya dari aplikasi) ketika Anda menghapus data, menginstal ulang atau mengganti perangkat.
ko_kr: 관찰 날짜, 위치 및 메모는 구독없이 장치에 저장되고 유지되지만 사진은 장치에 로컬로만 저장됩니다. 데이터를 지우거나 다시 설치하거나 장치를 전환하면 응용 프로그램에서 사진을 촬영 한 경우에도 사진 자체와의 연결이 끊어집니다.
lv_lv: Jūsu novērojuma datums, atrašanās vieta un piezīme tiek saglabāti un saglabāti ierīcēs bez abonēšanas, bet fotoattēli tiek saglabāti tikai lokāli ierīcē. Kad jūs notīriet datus, pārinstalējiet vai pārslēdzat ierīci, jūs zaudēsiet savienojumu ar tiem (pat pats fotoattēls, kad to nošājat no lietojumprogrammas).
nb_no: Observatørens dato, plassering og notat lagres og vedvarer over enheter uten abonnement, men bilder lagres kun lokalt på enheten. Du vil miste forbindelsen til dem (selv bildet selv når du har tatt det fra programmet) når du sletter data, installerer eller bytter enhet på nytt.
nl_nl: De datum, locatie en notitie van uw observatie worden zonder abonnement op alle apparaten opgeslagen en behouden, maar foto's worden alleen lokaal op het apparaat opgeslagen. U verliest de verbinding met hen (zelfs de foto zelf wanneer u deze vanuit de toepassing hebt gemaakt) wanneer u gegevens wist, opnieuw installeert of van apparaat wisselt.
pl_pl: Data, lokalizacja, zdjęcie oraz notatka zaobserwowanego okazu są synchronizowane pomiędzy urządzeniami, nie jest do tego wymagana subskrypcja. Zdjęcia są przechowywane jedynie lokalnie na urządzeniu i utracisz je, jeśli fotografie zostały zrobione z poziomu aplikacji, a dane aplikacji zostaną usunięte. Analogicznie w postaci reinstalacji systemu czy zmiany urządzenia.
pt_pt: A data, a localização e a anotação da sua observação são salvas e mantidas em todos os dispositivos sem assinatura, mas as fotos são armazenadas apenas localmente no dispositivo. Você perderá a conexão com eles (até mesmo a própria foto quando você a tirou do aplicativo) quando você limpar dados, reinstalar ou trocar de dispositivo.
ro_ro: Data, locația și nota dvs. de observare sunt salvate și persistente pe toate dispozitivele fără abonament, însă fotografiile sunt stocate numai local pe dispozitiv. Veți pierde conexiunea cu ele (chiar și fotografia în sine când ați împușcat-o din aplicație) atunci când ștergeți datele, reinstalați sau comutați dispozitivul.
sl_si: Datum, lokacija in beležka opazovanja se shranijo in ohranijo na napravah brez naročnine, vendar so fotografije shranjene samo lokalno v napravi. Ko boste očistili podatke, znova namestili ali preklopili napravo, boste izgubili povezavo z njimi (tudi sama fotografija, ko ste jo posneli iz aplikacije).
sr_rs: Датум, локација и белешка посматрања се чувају и одржавају на свим уређајима без претплате, али се фотографије чувају само локално на уређају. Изгубићете везу са њима (чак и сама фотографија када је снимите из апликације) када обришете податке, поново инсталирате или промените уређај.
sv_se: Dina observationer datum, plats och anteckning sparas och kvarstår över enheter utan abonnemang, men bilder lagras endast lokalt på enheten. Du kommer att förlora anslutningen till dem (även bilden själv när du har tagit den från programmet) när du raderar data, installerar om eller byter enhet.
uk_ua: Дата, місце розташування та примітка вашого спостереження зберігаються та зберігаються на пристроях без підписки, але фотографії зберігаються лише локально на пристрої. Після видалення даних, перевстановлення або перемикання пристрою ви втратите підключення до них (навіть самі фотографії, коли ви зняли його з програми).
zh_tw: 您觀察的日期，位置和註釋會在沒有訂閱的情況下在設備上保存和保留，但是照片僅本地存儲在設備上。 清除數據，重新安裝或切換設備時，您將失去與它們的連接（甚至從應用程序拍攝時甚至是照片本身）。

# subscription_intro2
source: You are about to subscribe for saving and persisting your photos across all your devices. With subscription you agree to share your observations with other subscribed users. You'll also be able to see their observations. All shared observations are anonymous and its note stays private and won't be shared. To simplify process your photos will be shared under CC0 (Creative Commons Zero) licence, so you also agree with this.
ar_eg: أنت على وشك الاشتراك لحفظ الصور واستمرارها عبر جميع أجهزتك. مع الاشتراك ، توافق على مشاركة ملاحظاتك مع المستخدمين المشتركين الآخرين. ستتمكن أيضًا من رؤية ملاحظاتهم. جميع الملاحظات المشتركة مجهولة وملاحظاتها تبقى خاصة ولن يتم مشاركتها. لتبسيط العملية ، ستتم مشاركة صورك تحت رخصة المشاع الإبداعي CC0 (Creative Commons Zero) ، لذا فإنك توافق أيضًا على هذا.
bg_bg: На път сте да се абонирате за запазване и запазване на вашите снимки на всичките си устройства. С абонамента се съгласявате да споделите вашите наблюдения с други абонирани потребители. Ще можете да видите и техните наблюдения. Всички споделени наблюдения са анонимни и бележката му остава частна и няма да бъде споделена. За да опростите процеса, вашите снимки ще бъдат споделяни под CC0 (Creative Commons Zero) лиценз, така че вие също сте съгласни с това.
cs_cz: Právě se chystáte předplatit si uchovávání fotografií a jejich zobrazení na všech zařízeních. Zároveň s předplatným souhlasíte se sdílením vašich pozorování s ostatními platícími uživateli. Jejich pozorování zároveň budou zobrazeny i vám. Sdílené pozorování jsou anonymní, poznámky zůstávají soukromé a nesdílejí se. Pro zjednodušení procesu všechny fotogiafie budou sdíleny pod licencí Creative Commons Zero, takže zároveň souhlasíte i s tím.
da_dk: Du er ved at abonnere på at gemme og fortsætte dine fotos på tværs af alle dine enheder. Med abonnement accepterer du at dele dine observationer med andre abonnenter. Du kan også se deres observationer. Alle delte observationer er anonyme, og dens notat forbliver privat og vil ikke blive delt. For at forenkle processen vil dine billeder blive delt under CC0 (Creative Commons Zero) licens, så du er også enig i dette.
de_de: Sie sind gerade dabei, Ihre Fotos auf allen Ihren Geräten zu synchronisieren und dauerhaft zu speichern. Mit dem Abonnement stimmen Sie zu, Ihre Beobachtungen mit anderen Abonnenten zu teilen. Sie werden auch die Beobachtungen der anderen Nutzer sehen können. Alle gemeinsamen Beobachtungen sind anonym und ihre Notizen bleiben privat und werden nicht geteilt. Um den Prozess zu vereinfachen, werden Ihre Fotos unter der CC0-Lizenz (Creative Commons Zero) geteilt, auch dem stimmen Sie hiermit zu.
es_es: Está a punto de suscribirse para guardar y conservar sus fotos en todos sus dispositivos. Con la suscripción, usted acepta compartir sus observaciones con otros usuarios suscritos. También podrás ver sus observaciones. Todas las observaciones compartidas son anónimas y su nota permanece privada y no se compartirá. Para simplificar el proceso, sus fotos se compartirán con la licencia CC0 (Creative Commons Zero), por lo que también está de acuerdo con esto.
fa_ir: شما برای ذخیره و ذخیره عکس های خود در همه دستگاه های خود، اشتراک دارید. با اشتراک شما موافقت می کنید که مشاهدات خود را با سایر کاربران اشتراکی به اشتراک بگذارید. شما همچنین می توانید مشاهدات خود را مشاهده کنید. همه مشاهدات اشتراک ناشناس هستند و یادداشت آن خصوصی است و به اشتراک گذاشته نخواهد شد. برای ساده سازی فرآیند، عکسهای شما تحت مجوز CC0 (Creative Commons Zero) به اشتراک گذاشته خواهد شد، بنابراین شما همچنین با این موافقت می کنید.
he_il: אתה עומד להירשם כמנוי לשמירה ולהתמדה של התמונות שלך בכל המכשירים שלך. עם מנוי אתה מסכים לשתף את התצפיות שלך עם משתמשים רשומים אחרים. תוכל גם לראות את התצפיות שלהם. כל התצפיות המשותפות הן אנונימיות והפתק שלה נשאר פרטי ולא יהיה משותף. כדי לפשט את התהליך התמונות שלך ישותפו תחת רישיון CC0 (Creative Commons Zero), אז אתה גם מסכים עם זה.
hi_in: आप अपने सभी उपकरणों पर अपनी फ़ोटो सहेजने और जारी रखने के लिए सदस्यता लेने वाले हैं। सदस्यता के साथ आप अन्य सब्सक्राइबर उपयोगकर्ताओं के साथ अपनी टिप्पणियों को साझा करने के लिए सहमत होते हैं। आप उनकी टिप्पणियों को भी देख पाएंगे। सभी साझा अवलोकन गुमनाम हैं और इसका नोट निजी है और इसे साझा नहीं किया जाएगा। प्रक्रिया को सरल बनाने के लिए आपकी तस्वीरों को CC0 (Creative Commons Zero) लाइसेंस के तहत साझा किया जाएगा, ताकि आप भी इससे सहमत हों।
hr_hr: Namjeravate se pretplatiti na spremanje i zadržavanje fotografija na svim svojim uređajima. S pretplatom pristajete dijeliti svoja zapažanja s drugim pretplaćenim korisnicima. Također ćete moći vidjeti njihova opažanja. Sva zajednička zapažanja su anonimna i njezina bilješka ostaje privatna i neće se dijeliti. Da biste pojednostavili postupak, fotografije će se dijeliti pod licencom CC0 (Creative Commons Zero) pa ćete se i s time složiti.
hu_hu: Feliratkozásával menti és megosztja fényképeit az eszközei között. Feliratkozásával beleeggyezik abba, hogy megosztja megfigyeléseit a többi feliratkozott felhasználóval. Továbbá látni fogja az ő megfigyeléseiket is. Minden megosztott megfigyelés anonim, a hozzá tartozó jegyzet privát marad és nem lesz megosztva. A folyamatok egyszerűsítése érdekében a fotók a CC0 (Creative Commons Zero) licenc alatt kerülnek megosztásra, amibe ezáltal szintén beleeggyezik.
id_id: Anda akan berlangganan untuk menyimpan dan mempertahankan foto Anda di semua perangkat Anda. Dengan berlangganan, Anda setuju untuk membagikan pengamatan Anda dengan pengguna berlangganan lainnya. Anda juga akan dapat melihat pengamatan mereka. Semua pengamatan yang dibagikan bersifat anonim dan catatannya tetap pribadi dan tidak akan dibagikan. Untuk menyederhanakan proses foto Anda akan dibagikan di bawah lisensi CC0 (Creative Commons Zero), jadi Anda juga setuju dengan ini.
ko_kr: 모든 기기에서 사진을 저장하고 유지하기 위해 구독하려고합니다. 구독하면 다른 구독 한 사용자와 관찰 내용을 공유하는 데 동의합니다. 당신은 또한 그들의 관찰을 볼 수 있습니다. 공유 된 모든 관측치는 익명이며 해당 메모는 비공개로 유지되며 공유되지 않습니다. 프로세스를 단순화하기 위해 CC0 (Creative Commons Zero) 라이센스로 사진을 공유하므로 이에 동의합니다.
lv_lv: Jūs gatavojaties abonēt fotoattēlu saglabāšanu un saglabāšanu visās ierīcēs. Ar abonementu jūs piekrītat dalīties savos novērojumos ar citiem abonētiem lietotājiem. Jūs varēsiet arī redzēt savus novērojumus. Visi kopīgie novērojumi ir anonīmi, un tā piezīme paliek privāta un netiks koplietota. Lai vienkāršotu procesu, fotoattēli tiks koplietoti atbilstoši CC0 (Creative Commons Zero) licencei, tāpēc jūs arī to piekrītat.
nb_no: Du er i ferd med å abonnere på å lagre og vedvare bildene dine på tvers av alle enhetene dine. Med abonnement godtar du å dele dine observasjoner med andre abonnenter. Du vil også kunne se sine observasjoner. Alle delte observasjoner er anonyme og notatet forblir privat og vil ikke bli delt. For å forenkle prosessen blir bildene dine delt under lisensen CC0 (Creative Commons Zero), så du er også enig i dette.
nl_nl: U staat op het punt zich te abonneren op het opslaan en aanhouden van uw foto's op al uw apparaten. Met een abonnement gaat u ermee akkoord uw observaties te delen met andere geabonneerde gebruikers. Je zult ook hun waarnemingen kunnen zien. Alle gedeelde waarnemingen zijn anoniem en de notitie blijft privé en wordt niet gedeeld. Om het proces te vereenvoudigen, worden uw foto's gedeeld onder CC0 (Creative Commons Zero) -licentie, dus u bent het hier ook mee eens.
pl_pl: Dzięki subskrypcji, dane okazów wraz ze zdjęciami, będą synchronizowane pomiędzy Twoimi urządzeniami. Zgadzasz się tym samym na udostępnienie swoich obserwacji innym subskrybentom, których obserwacje również będzie można przeglądać. Udostępnione obserwacje są zupełnie anonimowe, a treść notatki pozostaje prywatna. Aby uprościć proces, zdjęcia będą udostępnione w ramach licencji CC0 (Creative Commons Zero). Przystąpienie do subskrypcji wiąże się z wyrażeniem na to zgody.
pt_pt: Você está prestes a se inscrever para salvar e manter suas fotos em todos os seus dispositivos. Com a assinatura, você concorda em compartilhar suas observações com outros usuários inscritos. Você também poderá ver suas observações. Todas as observações compartilhadas são anônimas e sua nota permanece privada e não será compartilhada. Para simplificar o processo, suas fotos serão compartilhadas sob a licença CC0 (Creative Commons Zero), portanto você também concorda com isso.
ro_ro: Sunteți pe cale să vă abonați pentru salvarea și persistența fotografiilor dvs. pe toate dispozitivele dvs. Cu abonamentul sunteți de acord să împărtășiți observațiile dvs. cu alți utilizatori abonați. Veți putea, de asemenea, să vedeți observațiile lor. Toate observațiile comune sunt anonime, iar nota rămâne privată și nu va fi împărtășită. Pentru a simplifica procesul, fotografiile dvs. vor fi partajate sub licența CC0 (Creative Commons Zero), deci sunteți, de asemenea, de acord cu aceasta.
sl_si: Naročite se na shranjevanje in ohranjanje fotografij na vseh napravah. Z naročnino se strinjate, da boste svoje pripombe delili z drugimi naročenimi uporabniki. Videli boste tudi njihova opazovanja. Vsa skupna opazovanja so anonimna in njena nota ostane zasebna in ne bo deljena. Da bi poenostavili postopek, bodo vaše fotografije deljene pod licenco CC0 (Creative Commons Zero), zato se strinjate tudi s tem.
sr_rs: Намеравате да се претплатите на чување и задржавање фотографија на свим уређајима. Са претплатом се слажете да поделите своја запажања са другим претплатницима. Такође ћете моћи да видите њихова запажања. Сва подељена запажања су анонимна и њихова белешка остаје приватна и неће бити дељена. Да бисте поједноставили процес, ваше фотографије ће бити подељене под лиценцом CC0 (Creative Commons Zero), тако да се слажете и са овим.
sv_se: Du håller på att prenumerera på att spara och fortsätta dina foton på alla dina enheter. Med prenumeration accepterar du att dela dina observationer med andra prenumeranter. Du kommer också att kunna se sina observationer. Alla delade observationer är anonyma och anteckningen är privat och kommer inte att delas. För att förenkla processen delas dina foton under CC0 (Creative Commons Zero) -licensen, så du är också överens om detta.
uk_ua: Ви збираєтеся підписатися на збереження та збереження фотографій на всіх пристроях. З підпискою ви погоджуєтеся надавати свої спостереження іншим користувачам, які підписалися. Ви також зможете побачити їх спостереження. Усі спільні спостереження є анонімними, а його нотатка залишається приватною і не буде передана. Щоб спростити процес, ваші фотографії будуть ділитися за ліцензією CC0 (Creative Commons Zero), тому ви також згодні з цим.
zh_tw: 您將要訂閱在所有設備上保存和保存照片。 訂閱後，您同意與其他訂閱用戶共享您的觀察結果。 您還可以看到他們的觀察結果。 所有共享的觀察都是匿名的，並且其註釋將保持私有狀態，不會被共享。 為了簡化流程，您的照片將根據CC0（知識共享零）許可證進行共享，因此您也同意這一點。

# subscription_intro3
source: If you still hesitate to hit the button below, there is a 30 days trial period for both subscriptions.
ar_eg: إذا كنت لا تزال تتردد في الضغط على الزر أدناه ، فهناك فترة تجريبية لمدة 30 يومًا للاشتراكات.
bg_bg: Ако все още се колебаете да натиснете бутона по-долу, има и 30-дневен пробен период и за двата абонамента.
cs_cz: Pokud ještě stále váháte se stisknutím tlačítka na konci stránky, tak předplatné obsahuje zkušební dobu 30 dní, během kterých bude zdarma.
da_dk: Hvis du stadig tøver med at ramme nedenstående knap, er der en prøveperiode på 30 dage for begge abonnementer.
de_de: Wenn Sie immer noch zögern, den unten stehenden Button zu drücken, gibt es eine 30-tägige Probezeit für beide Abonnements.
es_es: Si aún tiene dudas de presionar el botón de abajo, hay un período de prueba de 30 días para ambas suscripciones.
fa_ir: اگر هنوز هم تردید دارید که دکمه زیر را فشار دهید، یک دوره آزمایشی 30 روزه برای هر دو اشتراک وجود دارد.
he_il: אם אתה עדיין מהסס ללחוץ על הלחצן למטה, יש תקופת ניסיון של 30 יום עבור שני המנויים.
hi_in: यदि आप अभी भी नीचे दिए गए बटन को हिट करने में संकोच करते हैं, तो दोनों सदस्यता के लिए 30 दिनों की परीक्षण अवधि है।
hr_hr: Ako još uvijek oklijevate pritisnuti gumb u nastavku, za oba pretplate postoji probno razdoblje od 30 dana.
hu_hu: Ha még mindig habozik lehetőség van mindkét feliratkozás esetében egy 30 napos próbaidőre.
id_id: Jika Anda masih ragu untuk menekan tombol di bawah ini, ada masa uji coba 30 hari untuk kedua langganan.
ko_kr: 여전히 아래 버튼을 누르는 것을 주저하는 경우 두 구독에 대해 30 일의 평가판 기간이 있습니다.
lv_lv: Ja jūs joprojām nevilcinieties, lai sasniegtu zemāk redzamo pogu, abiem abonementiem ir 30 dienu izmēģinājuma periods.
nb_no: Hvis du fortsatt nøler med å trykke på knappen nedenfor, er det en prøveperiode på 30 dager for begge abonnementene.
nl_nl: Als je nog steeds aarzelt om op de knop hieronder te klikken, is er een proefperiode van 30 dagen voor beide abonnementen.
pl_pl: Jeśli wciąż się wahasz czy nacisnąć poniższy przycisk, pamiętaj że obydwie subskrypcje są objęte 30-dniowym okresem próbnym.
pt_pt: Se você ainda hesitar em clicar no botão abaixo, haverá um período experimental de 30 dias para ambas as inscrições.
ro_ro: Dacă încă ezitați să apăsați butonul de mai jos, există o perioadă de probă de 30 de zile pentru ambele abonamente.
sl_si: Če se še vedno obotavljate na spodnji gumb, je za obe naročnini na voljo 30-dnevno poskusno obdobje.
sr_rs: Ако се и даље не устручавате притиснути дугме испод, постоји 30 дана пробног периода за обе претплате.
sv_se: Om du fortfarande tvekar att träffa knappen nedan finns det en testperiod på 30 dagar för båda prenumerationerna.
uk_ua: Якщо ви все ще сумніваєтеся натиснути кнопку нижче, для обох підписок діє пробний термін 30 днів.
zh_tw: 如果您仍然不願意點擊下面的按鈕，則兩個訂閱都有30天的試用期。

# subscription_period_month
source: month
ar_eg: شهر
bg_bg: месец
cs_cz: měsíc
da_dk: måned
de_de: Monat
es_es: mes
fa_ir: ماه
he_il: חודש
hi_in: महीना
hr_hr: mjesec
hu_hu: hónap
id_id: bulan
ko_kr: 달
lv_lv: mēnesī
nb_no: måned
nl_nl: maand
pl_pl: miesiąc
pt_pt: mês
ro_ro: lună
sl_si: mesec
sr_rs: месец
sv_se: månad
uk_ua: місяць
zh_tw: 月

# subscription_period_year
source: year
ar_eg: عام
bg_bg: година
cs_cz: rok
da_dk: år
de_de: Jahr
es_es: año
fa_ir: سال
he_il: שנה
hi_in: साल
hr_hr: godina
hu_hu: év
id_id: tahun
ko_kr: 년
lv_lv: gadā
nb_no: år
nl_nl: jaar
pl_pl: rok
pt_pt: ano
ro_ro: an
sl_si: leto
sr_rs: година
sv_se: år
uk_ua: рік
zh_tw: 年
