Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# product_observations_description
source: You'll be able to save your observations with flower name, date, location, photos and note.
ar_eg: ستتمكن من حفظ الملاحظات الخاصة بك مع اسم زهرة والتاريخ والموقع والصور والملاحظة.
bg_bg: Ще можете да запазите наблюденията си с име на цвете, дата, местоположение, снимки и бележка.
cs_cz: Budete mít možnost uložit si své vlastní pozorování s názvem květu, datem, místem, fotografiemi a poznámkou. Bez předplatného budou fotografie uloženy pouze lokálně.
da_dk: Du kan gemme dine egne observationer med blomsternavn, dato, placering, fotos og notat.
de_de: Sie können Ihre eigenen Beobachtungen mit Blumennamen, Datum, Ort, Fotos und Notizen speichern.
es_es: Podrás guardar tus propias observaciones con el nombre de la flor, la fecha, la ubicación, las fotos y la nota.
fa_ir: شما می توانید مشاهدات خود را با نام گل، تاریخ، محل، عکس ها و یادداشت ها ذخیره کنید.
he_il: תוכל לשמור תצפיות משלך עם שם הפרחים, תאריך, מיקום, תמונות הערה.
hi_in: आप फूल के नाम, तिथि, स्थान, फोटो और नोट्स के साथ अपनी खुद की टिप्पणियों को बचाने में सक्षम होंगे।
hr_hr: Moći ćete spremiti vlastita zapažanja s imenom cvijeta, datumom, mjestom, fotografijama i bilješkama.
hu_hu: Képes lesz menteni saját megfigyeléseit virágnévvel, dátummal, helyszínnel, fényképpel és megjegyzéssel.
id_id: Anda dapat menyimpan pengamatan Anda sendiri dengan nama bunga, tanggal, lokasi, foto, dan catatan.
ko_kr: 당신은 꽃 이름, 날짜, 위치, 사진 및 메모와 함께 관찰 결과를 저장할 수 있습니다.
lv_lv: Jūs varēsiet saglabāt savus novērojumus ar ziedu nosaukumu, datumu, atrašanās vietu, fotogrāfijām un piezīmēm.
nb_no: Du kan lagre dine egne observasjoner med blomst navn, dato, sted, bilder og notater.
nl_nl: Je kunt je eigen observaties opslaan met bloemnaam, datum, locatie, foto's en notities.
pl_pl: Będzie można zapisać własne zaobserwowane okazy z nazwą, datą, lokalizacją, zdjęciami i notatkami kwiatów.
pt_pt: Você poderá salvar suas próprias observações com o nome da flor, data, local, fotos e nota.
ro_ro: Veți putea salva propriile observații cu numele florii, data, locația, fotografiile și nota.
sl_si: Svoje opazke lahko shranite z imenom cvetja, datumom, lokacijo, fotografijami in opombo.
sr_rs: Моћи ћете да сачувате своја запажања са именом цвета, датумом, локацијом, фотографијама и белешкама.
sv_se: Du kan spara dina egna observationer med blomnamn, datum, plats, foton och anteckning.
uk_ua: Ви зможете зберегти власні спостереження з назвою квітки, датою, місцем розташування, фотографіями та приміткою.
zh_tw: 您將能夠使用花名，日期，位置，照片和便箋保存觀察結果。

# product_photo_search_title
source: Search by photo
ar_eg: البحث بالصور
bg_bg: Търсене по снимка
cs_cz: Hledat pomocí fotografie
da_dk: Søg efter billede
de_de: Suche nach Foto
es_es: Buscar por foto
fa_ir: جستجو بر اساس عکس
he_il: חפש לפי תמונה
hi_in: फोटो से खोजें
hr_hr: Traži po fotografiji
hu_hu: Keresés fénykép szerint
id_id: Cari berdasarkan foto
ko_kr: 사진으로 검색
lv_lv: Meklēt pēc fotoattēla
nb_no: Søk etter bilde
nl_nl: Zoeken op foto
pl_pl: Wyszukaj według zdjęcia
pt_pt: Pesquisar por foto
ro_ro: Căutați după fotografie
sl_si: Iskanje po fotografiji
sr_rs: Тражи по фотографији
sv_se: Sök på foto
uk_ua: Пошук за фото
zh_tw: 通過照片搜索

# product_photo_search_description
source: You'll be able to find a flower by photo. This feature is using Artificial Intelligence for labeling photos from third party.
ar_eg: ستتمكن من العثور على زهرة بالصور. تستخدم هذه الميزة الذكاء الاصطناعي لتمييز الصور من جهات خارجية.
bg_bg: Ще можете да намерите цвете по снимка. Тази функция използва изкуствения интелект за етикетиране на снимки от трети страни.
cs_cz: Budete mít možnost najít květinu podle fotografie. Tato funkce využívá umělé inteligence pro určování objektů na fotografiích od třetích stran.
da_dk: Du kan finde en blomst efter foto. Denne funktion bruger kunstig intelligens til mærkning af fotos fra tredjepart.
de_de: Sie können eine Blume per Foto finden. Diese Funktion nutzt künstliche Intelligenz von Drittanbietern zur Kennzeichnung von Fotos.
es_es: Podrás encontrar una flor por foto. Esta característica está utilizando inteligencia artificial para etiquetar fotos de terceros.
fa_ir: شما می توانید یک گل را با عکس پیدا کنید. این ویژگی با استفاده از هوش مصنوعی برای برچسب زدن عکس از شخص ثالث است.
he_il: תוכל למצוא פרח לפי תמונה. תכונה זו עושה שימוש בבינה מלאכותית לצורך תיוג תמונות מצד שלישי.
hi_in: आप फोटो द्वारा एक फूल खोजने में सक्षम होंगे। यह फीचर आर्टिफिशियल इंटेलिजेंस को थर्ड पार्टी से फोटो लेबल करने के लिए इस्तेमाल कर रहा है।
hr_hr: Cvijet ćete moći pronaći po fotografiji. Ova značajka koristi umjetnu inteligenciju za označavanje fotografija treće strane.
hu_hu: Fényképen fotókat találhat. Ez a szolgáltatás a mesterséges intelligenciát használja harmadik féltől származó fényképek címkézésére.
id_id: Anda akan dapat menemukan bunga dengan foto. Fitur ini menggunakan Kecerdasan Buatan untuk melabeli foto dari pihak ketiga.
ko_kr: 사진으로 꽃을 찾을 수 있습니다. 이 기능은 인공 지능을 사용하여 타사의 사진에 레이블을 지정합니다.
lv_lv: Jūs varēsit atrast ziedu pēc fotoattēla. Šī funkcija izmanto mākslīgo intelektu trešo personu fotoattēlu marķēšanai.
nb_no: Du kan finne en blomst etter foto. Denne funksjonen bruker kunstig intelligens for merking av bilder fra tredjepart.
nl_nl: Je kunt een bloem op foto vinden. Deze functie gebruikt kunstmatige intelligentie voor het labelen van foto's van derden.
pl_pl: Będzie można wyszukać kwiat po zdjęciu. Ta funkcja wykorzystuje oznaczanie zdjęć przez sztuczną inteligencję od strony trzeciej.
pt_pt: Você poderá encontrar uma flor por foto. Este recurso está usando Inteligência Artificial para rotular fotos de terceiros.
ro_ro: Veți putea găsi o floare după fotografie. Această caracteristică utilizează Inteligență artificială pentru etichetarea fotografiilor de la terți.
sl_si: Rožo boste lahko našli po fotografiji. Ta funkcija uporablja Umetno inteligenco za označevanje fotografij tretjih oseb.
sr_rs: Цвет ћете моћи пронаћи по фотографији. Ова функција користи Вештачку интелигенцију за етикетирање фотографија треће стране.
sv_se: Du kan hitta en blomma efter foto. Denna funktion använder Artificial Intelligence för märkning av foton från tredje part.
uk_ua: Ви зможете знайти квітку за фото. Ця функція використовує штучний інтелект для позначення фотографій з сторонніх осіб.
zh_tw: 您將可以通過照片找到花朵。 此功能使用人工智能來標記第三方的照片。

# subscription_monthly_title
source: Store photos
ar_eg: تخزين الصور
bg_bg: Съхранявайте снимки
cs_cz: Záloha fotografií z pozorování
da_dk: Gem billeder
de_de: Fotos aufbewahren
es_es: Fotos de la tienda
fa_ir: عکس ها را ذخیره کنید
he_il: חנות תמונות
hi_in: स्टोर फोटो
hr_hr: Čuvajte fotografije
hu_hu: Fényképek tárolása
id_id: Simpan foto
ko_kr: 사진 저장
lv_lv: Uzglabāt fotoattēlus
nb_no: Lagre bilder
nl_nl: Foto's opslaan
pl_pl: Przechowuj zdjęcia
pt_pt: Armazene fotos
ro_ro: Stocați fotografii
sl_si: Shranite fotografije
sr_rs: Чувајте фотографије
sv_se: Spara bilder
uk_ua: Зберігайте фотографії
zh_tw: 儲存相片

# subscription_monthly_description
source: Preserve observation's photos across devices, see shared observations - monthly payment.
ar_eg: الحفاظ على صور الملاحظات عبر الأجهزة ، راجع الملاحظات المشتركة - الدفع الشهري.
bg_bg: Запазете снимките на наблюдението на устройства, вижте споделени наблюдения - месечно плащане.
cs_cz: Možnost sdílet fotografie z pozorování na více zařízeních, přístup k pozorováním ostatních uživatelů - měsíční platba.
da_dk: Bevar observationens fotos på tværs af enheder, se delte observationer - månedlig betaling.
de_de: Behalten Sie die Beobachtungsfotos auf allen Geräten, sehen Sie sich die gemeinsamen Beobachtungen an - monatliche Zahlung.
es_es: Conserve las fotos de observación en todos los dispositivos, vea las observaciones compartidas - pago mensual.
fa_ir: مشاهدات را در دستگاه ها ذخیره کنید، مشاهدات اشتراکی - پرداخت ماهانه را مشاهده کنید.
he_il: שמור על תצפיות התצפית במכשירים, ראה תצפיות משותפות - תשלום חודשי.
hi_in: उपकरणों में अवलोकन की तस्वीरें संरक्षित करें, साझा अवलोकन देखें - मासिक भुगतान।
hr_hr: Čuvajte fotografije zapažanja kroz uređaje, pogledajte zajednička zapažanja - mjesečno plaćanje.
hu_hu: A megfigyelések fényképeinek megőrzése az eszközök között, lásd a megosztott megfigyelések - havi fizetés.
id_id: Simpan foto pengamatan di seluruh perangkat, lihat pengamatan bersama - pembayaran bulanan.
ko_kr: 여러 기기에서 관찰 사진을 보존하고 공유 관찰-월별 결제를 참조하십시오.
lv_lv: Saglabājiet novērojumu fotoattēlus ierīcēs, skatiet kopīgos novērojumus - ikmēneša maksājumu.
nb_no: Bevar observasjonens bilder på tvers av enheter, se delte observasjoner - månedlig betaling.
nl_nl: Bewaar foto's van observaties op verschillende apparaten, zie gedeelde observaties - maandelijkse betaling.
pl_pl: Zachowaj zdjęcia obserwacyjne na różnych urządzeniach, zobacz obserwacje wspólne - miesięczna płatność.
pt_pt: Preserve as fotos da observação em todos os dispositivos, veja observações compartilhadas - pagamento mensal.
ro_ro: Păstrați fotografiile de observare pe toate dispozitivele, consultați observațiile comune - plata lunară.
sl_si: Ohranite fotografije opazovanj med napravami, glej skupna opazovanja - mesečno plačilo.
sr_rs: Сачувајте фотографије проматрања преко уређаја, погледајте заједничка опажања - мјесечна плаћања.
sv_se: Bevara observationsbilder över enheter, se delade observationer - månadsbetalning.
uk_ua: Збереження фотографій спостережень між пристроями, див. Спільні спостереження - щомісячний платіж.
zh_tw: 保留觀察結果在各個設備上的照片，請參閱共享的觀察結果-每月付款。

# subscription_yearly_title
source: Store photos
ar_eg: تخزين الصور
bg_bg: Съхранявайте снимки
cs_cz: Záloha fotografií z pozorování
da_dk: Gem billeder
de_de: Fotos aufbewahren
es_es: Fotos de la tienda
fa_ir: عکس ها را ذخیره کنید
he_il: חנות תמונות
hi_in: स्टोर फोटो
hr_hr: Čuvajte fotografije
hu_hu: Fényképek tárolása
id_id: Simpan foto
ko_kr: 사진 저장
lv_lv: Uzglabāt fotoattēlus
nb_no: Lagre bilder
nl_nl: Foto's opslaan
pl_pl: Przechowuj zdjęcia
pt_pt: Armazene fotos
ro_ro: Stocați fotografii
sl_si: Shranite fotografije
sr_rs: Чувајте фотографије
sv_se: Spara bilder
uk_ua: Зберігайте фотографії
zh_tw: 儲存相片

# subscription_yearly_description
source: Preserve observation's photos across devices, see shared observations - yearly payment.
ar_eg: الحفاظ على صور الملاحظات عبر الأجهزة ، راجع الملاحظات المشتركة - الدفع السنوي.
bg_bg: Запазете снимките на наблюдението на устройства, вижте споделени наблюдения - годишно плащане.
cs_cz: Možnost sdílet fotografie z pozorování na více zařízeních, přístup k pozorováním ostatních uživatelů - roční platba.
da_dk: Bevar observationens fotos på tværs af enheder, se delte observationer - årlig betaling.
de_de: Behalten Sie die Beobachtungsfotos auf allen Geräten, sehen Sie sich die gemeinsamen Beobachtungen an - jährliche Zahlung.
es_es: Conserve las fotos de observación en todos los dispositivos, vea las observaciones compartidas - pago anual.
fa_ir: عکسهای مشاهدات را در دستگاه های مختلف ذخیره کنید، مشاهدات اشتراکی را مشاهده کنید - پرداخت سالانه.
he_il: שמור על תצפיות התצפית במכשירים, ראה תצפיות משותפות - תשלום שנתי.
hi_in: उपकरणों में अवलोकन की तस्वीरें संरक्षित करें, साझा अवलोकन देखें - वार्षिक भुगतान।
hr_hr: Čuvajte fotografije zapažanja kroz uređaje, pogledajte zajednička zapažanja - godišnje plaćanje.
hu_hu: A megfigyelések fényképeinek megőrzése az eszközök között, lásd megosztott megfigyelések - éves fizetés.
id_id: Simpan foto pengamatan di seluruh perangkat, lihat pengamatan bersama - pembayaran tahunan.
ko_kr: 여러 기기에서 관찰 한 사진을 보존하고 공유 된 관찰-연간 지불을 참조하십시오.
lv_lv: Saglabājiet novērojumu fotoattēlus ierīcēs, skatiet kopīgos novērojumus - ikgadējo maksājumu.
nb_no: Bevar observasjonens bilder på tvers av enheter, se delte observasjoner - årlig betaling.
nl_nl: Bewaar foto's van observaties op verschillende apparaten, zie gedeelde observaties - jaarlijkse betaling.
pl_pl: Zachowaj zdjęcia obserwacyjne na różnych urządzeniach, zobacz obserwacje wspólne - roczna płatność.
pt_pt: Preserve as fotos da observação em todos os dispositivos, veja observações compartilhadas - pagamento anual.
ro_ro: Păstrați fotografiile de observare pe toate dispozitivele, consultați observațiile comune - plata anuală.
sl_si: Ohranite fotografije opazovanj med napravami, glej skupna opazovanja - letno plačilo.
sr_rs: Сачувајте фотографије проматрања преко уређаја, погледајте заједничка опажања - годишње плаћање.
sv_se: Bevara observationens foton över enheter, se delade observationer - årlig betalning.
uk_ua: Збереження фотографій спостережень між пристроями, див. Спільні спостереження - щорічна оплата.
zh_tw: 保留觀察結果在各個設備上的照片，請參閱共享的觀察結果-年度付款。

# product_subscribe
source: Subscribe
ar_eg: الاشتراك
bg_bg: Абониран
cs_cz: Předplatit
da_dk: Abonner
de_de: Abonnieren
es_es: Suscribir
fa_ir: اشتراک در
he_il: הירשם
hi_in: सदस्यता लें
hr_hr: Pretplatiti
hu_hu: Iratkozz fel
id_id: Berlangganan
ko_kr: 구독
lv_lv: Abonēt
nb_no: Abonnere
nl_nl: Abonneren
pl_pl: Subskrybuj
pt_pt: Inscrever
ro_ro: Abonati-va
sl_si: Naročite se
sr_rs: Претплатити се
sv_se: Prenumerera
uk_ua: Підписатися
zh_tw: 訂閱

# product_subscribe_failed
source: Subscription failed
ar_eg: الشراء لم ينجح
bg_bg: Абонаментът не бе успешен
cs_cz: Nákup selhal
da_dk: Køb mislykkedes
de_de: Abonnement gescheitert
es_es: La compra falló
fa_ir: خرید خراب شد
he_il: הרכישה נכשלה
hi_in: खरीद विफल रही
hr_hr: Kupnja nije uspjela
hu_hu: A vásárlás nem sikerült
id_id: Pembelian gagal
ko_kr: 가입 실패
lv_lv: Pirkums neizdevās
nb_no: Kjøpet mislyktes
nl_nl: Aankoop mislukt
pl_pl: Subskrybowanie nie powiodło się
pt_pt: A compra falhou
ro_ro: Achiziționare eșuată
sl_si: Nakup ni uspel
sr_rs: Куповина није успела
sv_se: Köp misslyckades
uk_ua: Покупка не вдалася
zh_tw: 訂閱失敗

# product_subscribed
source: Subscribed
ar_eg: المشترك
bg_bg: Записан
cs_cz: Předplacené
da_dk: Abonneret
de_de: Abonniert
es_es: Suscrito
fa_ir: مشترک شده
he_il: מנוי
hi_in: सदस्यता लिया
hr_hr: Pretplaćen
hu_hu: Jegyzett
id_id: Berlangganan
ko_kr: 구독
lv_lv: Abonēts
nb_no: Abonnerer
nl_nl: Geabonneerd
pl_pl: Subskrybujesz
pt_pt: Subscrito
ro_ro: Subscrisă
sl_si: Naročen
sr_rs: Претплаћено
sv_se: Prenumererar
uk_ua: Передплачено
zh_tw: 已訂閱

# product_change
source: Change
ar_eg: يتغيرون
bg_bg: Промяна
cs_cz: Změnit
da_dk: Skift
de_de: Veränderung
es_es: Cambio
fa_ir: تغییر دادن
he_il: שינוי
hi_in: परिवर्तन
hr_hr: Promjena
hu_hu: Változik
id_id: Perubahan
ko_kr: 변화
lv_lv: Mainīt
nb_no: Endring
nl_nl: Veranderen
pl_pl: Zmieniać
pt_pt: Alterar
ro_ro: Schimbare
sl_si: Spremeniti
sr_rs: Променити
sv_se: Förändring
uk_ua: Змінити
zh_tw: 更改

# product_purchase
source: Purchase
ar_eg: شراء
bg_bg: Покупка
cs_cz: Koupit
da_dk: Køb
de_de: Kaufen
es_es: Compra
fa_ir: خرید
he_il: רכישה
hi_in: खरीद फरोख्त
hr_hr: Kupiti
hu_hu: Vásárol
id_id: Membeli
ko_kr: 매수
lv_lv: Pirkt
nb_no: Kjøpe
nl_nl: Koop
pl_pl: Kup
pt_pt: Compra
ro_ro: Cumpărare
sl_si: Kupiti
sr_rs: Купити
sv_se: Köpa
uk_ua: Придбати
zh_tw: 購

# product_purchase_failed
source: Purchase failed
ar_eg: الشراء لم ينجح
bg_bg: Покупката не бе успешна
cs_cz: Nákup selhal
da_dk: Køb mislykkedes
de_de: Kauf gescheitert
es_es: La compra falló
fa_ir: خرید خراب شد
he_il: הרכישה נכשלה
hi_in: खरीद विफल रही
hr_hr: Kupnja nije uspjela
hu_hu: A vásárlás nem sikerült
id_id: Pembelian gagal
ko_kr: 구매 실패
lv_lv: Pirkums neizdevās
nb_no: Kjøpet mislyktes
nl_nl: Aankoop mislukt
pl_pl: Zakup nie powiódł się
pt_pt: A compra falhou
ro_ro: Achiziționare eșuată
sl_si: Nakup ni uspel
sr_rs: Куповина није успела
sv_se: Köp misslyckades
uk_ua: Покупка не вдалася
zh_tw: 購買失敗

# product_purchased
source: Purchased
ar_eg: اشترى
bg_bg: Закупен
cs_cz: Koupeno
da_dk: Købt
de_de: Gekauft
es_es: Comprado
fa_ir: خریداری شده
he_il: נרכש
hi_in: खरीदी
hr_hr: Kupljen
hu_hu: Megvásárolt
id_id: Dibeli
ko_kr: 구매 한
lv_lv: Legādāts
nb_no: Kjøpt
nl_nl: Gekocht
pl_pl: Zakupione
pt_pt: Comprado
ro_ro: Cumparate
sl_si: Kupljeno
sr_rs: Купио
sv_se: Köpt
uk_ua: Придбано
zh_tw: 已購買

# toxicity1
source: poisonous plant
ar_eg: نبات سام
bg_bg: отровно растение
cs_cz: jedovatá rostlina
da_dk: giftig plante
de_de: giftige Pflanze
es_es: planta venenosa
fa_ir: گیاه سمی
he_il: צמח רעיל
hi_in: जहरीला पौधा
hr_hr: otrovna biljka
hu_hu: mérgező növény
id_id: tanaman beracun
ko_kr: 유독 한 식물
lv_lv: indīgs augs
nb_no: giftig plante
nl_nl: giftige plant
pl_pl: Roślina trująca
pt_pt: planta venenosa
ro_ro: plantă otrăvitoare
sl_si: strupena rastlina
sr_rs: отровна биљка
sv_se: giftig växt
uk_ua: отруйна рослина
zh_tw: 有毒植物

# toxicity2
source: slightly poisonous plant
ar_eg: نبات سام قليلا
bg_bg: леко отровно растение
cs_cz: mírně jedovatá rostlina
da_dk: lidt giftig plante
de_de: leicht giftige Pflanze
es_es: planta ligeramente venenosa
fa_ir: گیاه کمی سمی است
he_il: צמח רעיל במקצת
hi_in: थोड़ा जहरीला पौधा
hr_hr: blago otrovna biljka
hu_hu: enyhén mérgező növény
id_id: sedikit beracun tanaman
ko_kr: 약간 유독 한 식물
lv_lv: nedaudz indīgs augs
nb_no: litt giftig plante
nl_nl: lichtjes giftige plant
pl_pl: Roślina umiarkowanie trująca
pt_pt: planta ligeiramente venenosa
ro_ro: plantă ușor otrăvitoare
sl_si: nekoliko strupena rastlina
sr_rs: благо отровна биљка
sv_se: något giftig växt
uk_ua: злегка отруйна рослина
zh_tw: 輕毒植物

# pref_language
source: Preferred language
ar_eg: اللغة المفضلة
bg_bg: Предпочитан език
cs_cz: Preferovaný jazyk
da_dk: Foretrukne sprog
de_de: Bevorzugte Sprache
es_es: Idioma preferido
fa_ir: زبان ترجیحی
he_il: שפה מועדפת
hi_in: पसंदीदा भाषा
hr_hr: Preferirani jezik
hu_hu: Kedvenc nyelv
id_id: Bahasa pilihan
ko_kr: 선호하는 언어
lv_lv: Pageidautina kalba
nb_no: Foretrukket Språk
nl_nl: Voorkeurstaal
pl_pl: Preferowany język
pt_pt: Língua preferida
ro_ro: Limba preferată
sl_si: Želeni jezik
sr_rs: Језик којем дајете предност
sv_se: Önskat språk
uk_ua: Бажана мова
zh_tw: 首選語言

source: My region
ar_eg: منطقتي
bg_bg: Моят регион
cs_cz: Moje oblast
da_dk: Min region
de_de: Meine Region
es_es: Mi región
fa_ir: منطقه من
he_il: אזור שלי
hi_in: मेरा क्षेत्र
hr_hr: Moja regija
hu_hu: Saját régió
id_id: Daerah saya
ko_kr: 내 지역
lv_lv: Mans reģions
nb_no: Min region
nl_nl: Mijn regio
pl_pl: Mój region
pt_pt: Minha região
ro_ro: Regiunea mea
sl_si: Moja regija
sr_rs: Мој регион
sv_se: Min region
uk_ua: Мій регіон
zh_tw: 我的地區

# always_my_region_title
source: Always add my region to the filter
ar_eg: أضف دائمًا منطقتي إلى الفلتر
bg_bg: Винаги добавяйте моя регион към филтъра
cs_cz: Vždy přidat moji oblast do filtru
da_dk: Tilføj altid min region til filteret
de_de: Meine Region immer als Filter verwenden
es_es: Siempre añadir mi región al filtro
fa_ir: همیشه منطقه من را به فیلتر اضافه کنید
he_il: הוסף תמיד את האזור שלי למסנן
hi_in: हमेशा मेरे क्षेत्र को फ़िल्टर में जोड़ें
hr_hr: Uvijek dodajte moju regiju filtru
hu_hu: Mindig adja hozzá a régióját a szűrőhöz
id_id: Selalu tambahkan wilayah saya ke filter
ko_kr: 항상 내 지역을 필터에 추가
lv_lv: Vienmēr pievienojiet manu reģionu filtram
nb_no: Legg alltid til min region i filteret
nl_nl: Voeg altijd mijn regio toe aan het filter
pl_pl: Zawsze filtruj wg mojego wybranego regionu
pt_pt: Sempre adicione minha região ao filtro
ro_ro: Adăugați întotdeauna regiunea mea la filtru
sl_si: Vedno dodajte mojo regijo v filter
sr_rs: Увек додајте мој регион на филтер
sv_se: Lägg alltid till min region i filtret
uk_ua: Завжди додавайте мій регіон до фільтру
zh_tw: 一律將我的地區添加到過濾器中

# always_my_region_subtitle
source: Your region will be pre-set to the filter
ar_eg: سيتم إعداد منطقتك مسبقًا على الفلتر
bg_bg: Вашият регион ще бъде предварително зададен към филтъра
cs_cz: Vaše oblast bude přednastavena do filtru
da_dk: Din region vil blive forudindstillet til filteret
de_de: Ihre Region wird als Filter voreingestellt
es_es: Su región estará predefinida en el filtro
fa_ir: منطقه شما به طور پیش فرض به فیلتر تنظیم می شود
he_il: האזור שלך יוגדר מראש למסנן
hi_in: आपका क्षेत्र फ़िल्टर के लिए पूर्व-सेट किया जाएगा
hr_hr: Vaša će regija biti unaprijed postavljena na filtar
hu_hu: Az Ön régiója lesz beállítva a szűrőn
id_id: Wilayah Anda akan disetel sebelumnya ke filter
ko_kr: 해당 지역은 필터로 사전 설정됩니다
lv_lv: Jūsu reģions tiks iestatīts uz filtru
nb_no: Din region vil bli forhåndsinnstilt til filteret
nl_nl: Uw regio wordt vooraf ingesteld op het filter
pl_pl: Twój region zostanie wstępnie ustawiony jako filtr
pt_pt: Sua região será pré-definida para o filtro
ro_ro: Regiunea dvs. va fi pre-setată la filtru
sl_si: Vaša regija bo vnaprej nastavljena na filter
sr_rs: Ваш регион ће бити унапред подешен на филтер
sv_se: Din region kommer att förinställas till filtret
uk_ua: Ваш регіон буде попередньо встановлено на фільтр
zh_tw: 您的區域將被預先設置為過濾器

source: My filter
ar_eg: مرشح بلدي
bg_bg: Моят филтър
cs_cz: Můj filtr
da_dk: Mit filter
de_de: Mein Filter
es_es: Mi filtro
fa_ir: فیلتر من
he_il: המסנן שלי
hi_in: मेरा फ़िल्टर
hr_hr: Moj filtar
hu_hu: Saját szűrőm
id_id: Filter saya
ko_kr: 내 필터
lv_lv: Mans filtrs
nb_no: Mitt filter
nl_nl: Mijn filter
pl_pl: Mój filtr
pt_pt: Meu filtro
ro_ro: Filtrul meu
sl_si: Moj filter
sr_rs: Мој филтер
sv_se: Mitt filter
uk_ua: Мій фільтр
zh_tw: 我的過濾器

# offline_title
source: Offline mode
ar_eg: غير متصل بالشبكة
bg_bg: Офлайн режим
cs_cz: Offline režim
da_dk: Offline-tilstand
de_de: Offline-Modus
es_es: Modo offline
fa_ir: حالت آفلاین
he_il: מצב לא מקוון
hi_in: ऑफ़लाइन मोड
hr_hr: Izvanmrežni način
hu_hu: Offline módban
id_id: Mode offline
ko_kr: 오프라인 모드
lv_lv: Bezsaistes režīms
nb_no: Frakoblet modus
nl_nl: Offline modus
pl_pl: Tryb offline
pt_pt: Modo offline
ro_ro: Modul offline
sl_si: Način brez povezave
sr_rs: Режим ван мреже
sv_se: Offlineläge
uk_ua: Автономний режим
zh_tw: 離線模式

# offline_subtitle
source: requires 500+ MB additional space.
ar_eg: يتطلب 500+ ميغابايت مساحة إضافية
bg_bg: изисква 500+ MB допълнително пространство.
cs_cz: vyžaduje 500+ MB volného místa
da_dk: kræver 500 + MB ekstra plads.
de_de: Benötigt 500+ MB zusätzlichen Platz.
es_es: requiere espacio adicional de 500 MB.
fa_ir: نیاز به 500+ MB فضای اضافی.
he_il: דורש 500+ MB שטח נוסף.
hi_in: 500+ MB अतिरिक्त स्थान की आवश्यकता है
hr_hr: zahtijeva dodatni prostor od 500+ MB.
hu_hu: szüksége van 500+ MB további tárhelyre.
id_id: membutuhkan 500+ MB ruang tambahan.
ko_kr: 500MB 이상의 추가 공간이 필요합니다.
lv_lv: nepieciešama 500+ MB papildu telpa.
nb_no: krever 500 + MB ekstra plass.
nl_nl: vereist 500+ MB extra ruimte.
pl_pl: wymaga dodatkowo ponad 500 MB miejsca.
pt_pt: requer mais de 500 MB de espaço adicional.
ro_ro: necesită spațiu suplimentar de 500+ MB.
sl_si: potrebuje dodatnih 500 MB dodatnega prostora.
sr_rs: захтева додатни простор од 500+ МБ.
sv_se: kräver 500 + MB extra utrymme.
uk_ua: потрібно більше 500 МБ додаткового простору.
zh_tw: 需要500+ MB的額外空間。
