Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# habitat_message
source: What's around you? Identify plant's habitat.
ar_eg: ماذا حولك؟ تحديد موطن النبات.
bg_bg: Какво има около теб? Определете местообитанието на растението.
cs_cz: Kde se nacházíš? Identifikuj lokalitu.
da_dk: Hvad er der omkring dig? Identificer plantens levested.
de_de: Wie ist die Umgebung? Bestimmen Sie den Lebensraum der Pflanze.
es_es: ¿Dónde te encuentras? Identifica el lugar.
fa_ir: چه چیزی در اطراف شماست؟ شناسایی زیستگاه گیاه
he_il: מה מסביבך? זיהוי בית הגידול של הצמח.
hi_in: आपके आसपास क्या है? पौधे के आवास की पहचान करें।
hr_hr: Što je oko tebe? Identificirajte stanište biljke.
hu_hu: Mi veszi körül? Határozza meg a növény élőhelyét.
id_id: Ada apa di sekitar kamu Identifikasi habitat tanaman.
ko_kr: 당신 주위에 무엇입니까? 식물의 서식지를 확인하십시오.
lv_lv: Kas ir ap jums? Identificēt auga dzīvotni.
nb_no: Hva er rundt deg? Identifiser plantens habitat.
nl_nl: Hoe ziet de omgeving eruit? Identificeer de leefomgeving.
pl_pl: Co znajduje się wokół Ciebie? Zidentyfikuj otoczenie.
pt_pt: O que está a sua volta? Identifique o habitat da planta.
ro_ro: Ce se găsește în jurul tău? Identifică habitatul plantei.
sl_si: Kaj je okoli vas? Prepoznajte rastlinske habitate.
sr_rs: Шта је око тебе? Идентификовати станиште биљке.
sv_se: Vad finns runt dig? Identifiera växtens livsmiljö.
uk_ua: Що навколо тебе? Визначте місце проживання рослин.
zh_tw: 你周圍是什麼？ 確定植物的棲息地。

# petal_message
source: Is the flower zygomorphic? No? Then how many petals does it have?
ar_eg: هل الزهرة متناظرة؟ لا؟ ثم كم عدد بتلات الزهرة؟
bg_bg: Цвете ли е зигоморфно? Не? Тогава колко венчелистчета има?
cs_cz: Je květ nepravidelný? Ne? Tak kolik má okvětních lístků?
da_dk: Er blomsten zygomorphic? Ingen? Så hvor mange kronblade har det?
de_de: Ist die Blüte zygomorph / monosymmetrisch? Falls nicht, wieviele Blütenblätter hat sie?
es_es: ¿Es la flor zigomorfo? ¿No? Pués, ¿cuántos pétalos tiene?
fa_ir: آیا گل زگومورفیک است؟ نه؟ پس چقدر گلبرگها آن را دارند؟
he_il: האם הפרח אינו סדיר? לא? אז כמה עלי כותרת יש את זה?
hi_in: क्या फूल बिसिमेट्रिक है? नहीं? तो यह कितनी पंखुड़ियाँ है?
hr_hr: Je li cvijet zigomorfan? Ne? Koliko latica ima?
hu_hu: A virág szimmetriája kétoldali (zigomorf)? Nem? Akkor hány sziromlevele van?
id_id: Apakah bunga bisimetris? Tidak? Lalu berapa kelopak bunga yang dimilikinya?
ko_kr: 꽃이 접합 형 입니까? 아니? 그렇다면 꽃잎은 몇 개입니까?
lv_lv: Vai ziedu neregulāra? Nē? Tad cik ziedlapiņas tas ir?
nb_no: Er blomsten zygomorphic? Nei? Så hvor mange kronblad har det?
nl_nl: Is de bloem tweezijdig symmetrisch? Zo niet: hoeveel bloemblaadjes heeft hij?
pl_pl: Czy kwiat jest zygomorficzny? Nie? Ile w takim razie ma płatków?
pt_pt: A flor é bissimétrica? Não? Quantas pétalas tem, então?
ro_ro: Este bisimetrică această floare? Nu? Atunci câte petale are?
sl_si: Je cvet zigomorfni? Ne? Potem, koliko venčnih listov ima?
sr_rs: Да ли је цвет зигоморфан? Не? Колико латица има?
sv_se: Är blomman zygomorf? Nej? Hur många kronblad har det då?
uk_ua: Чи квітка зигоморфна? Ні? Тоді скільки пелюсток?
zh_tw: 花是合子的嗎？ 沒有？ 那它有幾瓣呢？

# distribution_message
source: Which geographic area should we focus on?
ar_eg: ما هي المنطقة الجغرافية التي ينبغي لنا التركيز عليها؟
bg_bg: В коя географска област трябва да се съсредоточим?
cs_cz: Na kterou geografickou oblast zaměřit pozornost?
da_dk: Hvilket geografisk område skal vi fokusere på?
de_de: Auf welches geografische Gebiet sollten wir uns konzentrieren?
es_es: ¿En qué área geográfica enfocarse?
fa_ir: کدام منطقه جغرافیایی باید تمرکز کنیم؟
he_il: באיזה אזור גיאוגרפי עלינו להתמקד?
hi_in: हमें किस भौगोलिक क्षेत्र पर ध्यान केंद्रित करना चाहिए?
hr_hr: Na koje ćemo se geografsko područje usredotočiti?
hu_hu: Melyik földrajzi területre összpontosítsunk?
id_id: Area geografis mana yang harus kita fokuskan?
ko_kr: 어느 지역에 중점을 두어야합니까?
lv_lv: Uz kuru ģeogrāfisko apgabalu vajadzētu koncentrēties?
nb_no: Hvilket geografisk område skal vi fokusere på?
nl_nl: Op welk geografisch gebied moet je focussen?
pl_pl: Na jakim obszarze geograficznym się skupić?
pt_pt: Em qual área geográfica se concentrar?
ro_ro: La ce zonă geografică trebuie să ne concentrăm?
sl_si: Na katero geografsko območje se moramo osredotočiti?
sr_rs: На коју географску област треба да се фокусирамо?
sv_se: Vilket geografiskt område ska vi fokusera på?
uk_ua: На якій географічній області ми маємо зосередитися?
zh_tw: 我們應該關注哪個地理區域？

# color_white
source: white
ar_eg: أبيض
bg_bg: бял
cs_cz: bílá
da_dk: hvid
de_de: Weiß
es_es: blanco
fa_ir: سفید
he_il: לבן
hi_in: सफेद
hr_hr: bijela
hu_hu: fehér
id_id: putih
ko_kr: 하얀
lv_lv: balts
nb_no: hvit
nl_nl: wit
pl_pl: biały
pt_pt: branca
ro_ro: alb
sl_si: bela
sr_rs: бео
sv_se: vit
uk_ua: білий
zh_tw: 白色

# color_yellow
source: yellow
ar_eg: أصفر
bg_bg: жълт
cs_cz: žlutá
da_dk: gul
de_de: Gelb
es_es: amarillo
fa_ir: رنگ زرد
he_il: צהוב
hi_in: पीला
hr_hr: žuta
hu_hu: sárga
id_id: kuning
ko_kr: 노랑
lv_lv: dzeltens
nb_no: gul
nl_nl: geel
pl_pl: żółty
pt_pt: amarela
ro_ro: galben
sl_si: rumena
sr_rs: жут
sv_se: gul
uk_ua: жовтий
zh_tw: 黃色

# color_red
source: red, pink
ar_eg: أحمر وردي
bg_bg: червено, розово
cs_cz: červená, růžová
da_dk: rød, lyserød
de_de: Rot, Pink
es_es: rojo, roso
fa_ir: قرمز، صورتی
he_il: אדום, ורוד
hi_in: लाल, गुलाबी
hr_hr: crvena, roza
hu_hu: piros, rózsaszín
id_id: merah
ko_kr: 레드, 핑크
lv_lv: sarkans, rozā
nb_no: rød, rosa
nl_nl: rood, roze
pl_pl: czerwony, różowy
pt_pt: vermelha, cor-de-rosa
ro_ro: roșu, roz
sl_si: rdeča, roza
sr_rs: црвена, розе
sv_se: röd, rosa
uk_ua: червоний, рожевий
zh_tw: 紅色，粉紅色

# color_blue
source: blue, purple
ar_eg: أزرق أرجواني
bg_bg: синьо, лилаво
cs_cz: modrá, fialová
da_dk: blå, lilla
de_de: Blau, Lila
es_es: azul, púrpura
fa_ir: آبی، بنفش
he_il: כחול, סגול
hi_in: नीला, बैंगनी
hr_hr: plava, ljubičasta
hu_hu: kék, lila
id_id: biru, ungu
ko_kr: 파란색, 보라색
lv_lv: zils, violets
nb_no: blå, lilla
nl_nl: blauw, paars
pl_pl: niebieski, fioletowy
pt_pt: azul, violeta
ro_ro: albastru, violet
sl_si: modra, vijolična
sr_rs: плава, љубичаста
sv_se: blå, lila
uk_ua: синій, фіолетовий
zh_tw: 藍色，紫色

# color_green
source: green, brown, black
ar_eg: أخضر، بني، أسود
bg_bg: зелено, кафяво, черно
cs_cz: zelená, hnědá, černá
da_dk: grøn, brun, sort
de_de: Grün, Braun, Schwarz
es_es: verde, marrón, negro
fa_ir: سبز، قهوه ای، سیاه و سفید
he_il: ירוק, חום, שחור
hi_in: हरा, भूरा, काला
hr_hr: zelena, smeđa, crna
hu_hu: zöld, barna, fekete
id_id: hijau, coklat, hitam
ko_kr: 녹색, 갈색, 검은 색
lv_lv: zaļš, brūns, melns
nb_no: grønn, brun, svart
nl_nl: groen, bruin, zwart
pl_pl: zielony, brązowy, czarny
pt_pt: verde, castanha, preta
ro_ro: verde, maro, negru
sl_si: zelena, rjava, črna
sr_rs: зелена, браон, црна
sv_se: grön, brun, svart
uk_ua: зелений, коричневий, чорний
zh_tw: 綠色，棕色，黑色

# habitat_meadow
source: meadows or grasslands
ar_eg: مروج أو مراعي
bg_bg: ливади
cs_cz: louky a travnaté porosty
da_dk: enge eller overdrev
de_de: Wiesen oder Grünland
es_es: prado o pradera
fa_ir: چمنزارها یا چمنزارها
he_il: כרי דשא או מרעה
hi_in: अनुवाद में सुधार करें
hr_hr: livade ili pašnjaci
hu_hu: rétek vagy legelők
id_id: padang rumput
ko_kr: 초원
lv_lv: pievas ar pievos
nb_no: enger eller gressletter
nl_nl: weiden of graslanden
pl_pl: Łąki
pt_pt: prados e pastagens
ro_ro: câmpie sau fâneață
sl_si: travniki ali pašniki
sr_rs: ливаде или пашњаци
sv_se: ängar eller gräsmarker
uk_ua: луки або пасовища
zh_tw: 草地，草原

# habitat_garden
source: gardens or fields
ar_eg: حدائق أو حقول
bg_bg: градини или ниви
cs_cz: pole a zahrady
da_dk: haver eller marker
de_de: Gärten oder Felder
es_es: jardín o campo
fa_ir: باغ ها یا رشته ها
he_il: גנים או שדות
hi_in: पौधे का उदाहरण
hr_hr: vrtovi ili polja
hu_hu: kertek vagy mezők
id_id: kebun atau ladang
ko_kr: 정원이나 들판
lv_lv: sodai ar laukai
nb_no: hager eller felt
nl_nl: tuinen of velden
pl_pl: Ogrody lub pola
pt_pt: jardins e campos
ro_ro: grădina sau câmp
sl_si: vrtovi ali polja
sr_rs: баште или поља
sv_se: trädgårdar eller fält
uk_ua: сади або поля
zh_tw: 花園，田野

# habitat_wetland
source: moorlands or wetlands
ar_eg: مستنقعات أو أراضي الرطبة
bg_bg: мочурища или влажни зони
cs_cz: mokřady a bažiny
da_dk: heder eller vådområder
de_de: Moorlandschaft oder Feuchtgebiete
es_es: páramo o pantano
fa_ir: باتلاق یا تالاب
he_il: מורלנדס או ביצות
hi_in: मोरलैंड्स या झीलों
hr_hr: močvare
hu_hu: mocsarak vagy vizes élőhelyek
id_id: lahan basah
ko_kr: 황무지 또는 습지
lv_lv: šlapžemės
nb_no: heiene eller våtmark
nl_nl: heidevelden of moerassen
pl_pl: Wrzosowiska lub tereny podmokłe
pt_pt: pântanos e zonas húmidas
ro_ro: zonele umede
sl_si: močvirje ali mokrišča
sr_rs: мочварама
sv_se: hedar eller våtmarker
uk_ua: водно-болотні угіддя
zh_tw: 沼澤地，濕地

# habitat_forest
source: woodlands or forests
ar_eg: الغابات
bg_bg: гори
cs_cz: lesy
da_dk: skove
de_de: Gehölze oder Wälder
es_es: bosque
fa_ir: جنگل ها یا جنگل ها
he_il: יערות
hi_in: मदद
hr_hr: šume
hu_hu: erdők
id_id: hutan
ko_kr: 삼림 또는 숲
lv_lv: miškai
nb_no: skog
nl_nl: bossen of wouden
pl_pl: Lasy
pt_pt: florestas
ro_ro: pădurea
sl_si: gozdovi
sr_rs: шуме
sv_se: skogar
uk_ua: ліси
zh_tw: 林地，森林

# habitat_rock
source: rocks or mountains
ar_eg: صخور أو جبال
bg_bg: скали или планини
cs_cz: vrcholky hor a skály
da_dk: klipper eller bjerge
de_de: Felsen oder Berge
es_es: rocas o montaña
fa_ir: سنگ ها یا کوه ها
he_il: סלעים או הרים
hi_in: एक चुनें
hr_hr: stijene ili planine
hu_hu: sziklák vagy hegyek
id_id: batu atau gunung
ko_kr: 바위 또는 산
lv_lv: uolienos ar kalnai
nb_no: steiner eller fjell
nl_nl: rotsen of bergen
pl_pl: Skały lub góry
pt_pt: rochas e montanhas
ro_ro: stânci sau munți
sl_si: skale ali gore
sr_rs: стене или планине
sv_se: stenar eller berg
uk_ua: скелі або гори
zh_tw: 岩石，山脈

# habitat_tree
source: trees or shrubs
ar_eg: أشجار أو شجيرات
bg_bg: дървета или храсти
cs_cz: stromy a keře
da_dk: træer eller buske
de_de: Bäume oder Sträucher
es_es: árboles o arbustos
fa_ir: درختان یا درختچه ها
he_il: עצים או שיחים
hi_in: पेड़ों या झाड़ियाँ
hr_hr: stabala ili grmova
hu_hu: fák vagy cserjék
id_id: pohon atau semak belukar
ko_kr: 나무 또는 관목
lv_lv: medžiai ar krūmai
nb_no: trær eller busker
nl_nl: bomen of struiken
pl_pl: Drzewa lub krzewy
pt_pt: árvores e arbustos
ro_ro: arbori sau arbuști
sl_si: drevesa ali grmi
sr_rs: дрвеће или жбуње
sv_se: träd eller buskar
uk_ua: дерева або чагарники
zh_tw: 樹木，灌木

# petal_4
source: 4 or less
ar_eg: أربعة أو أقل
bg_bg: 4 или по-малко
cs_cz: 4 nebo méně
da_dk: 4 eller mindre
de_de: höchstens 4
es_es: 4 o menos
fa_ir: 4 یا کمتر
he_il: 4 או פחות
hi_in: ४ या उससे कम
hr_hr: 4 ili manje
hu_hu: 4 vagy kevesebb
id_id: 4 atau kurang
ko_kr: 4 이하
lv_lv: 4 arba mažiau
nb_no: 4 eller mindre
nl_nl: 4 of minder
pl_pl: 4 lub mniej
pt_pt: 4 ou menos
ro_ro: 4 sau mai puțin
sl_si: 4 ali manj
sr_rs: 4 или мање
sv_se: 4 eller mindre
uk_ua: 4 або менше
zh_tw: 4以下

# petal_many
source: more than 5
ar_eg: أكثر من خمسة
bg_bg: повече от 5
cs_cz: více než 5
da_dk: mere end 5
de_de: mehr als 5
es_es: más de 5
fa_ir: بیش از 5
he_il: יותר מ 5
hi_in: ५ से अधिक
hr_hr: više od 5
hu_hu: több mint 5
id_id: Lebih dari 5
ko_kr: 5 이상
lv_lv: daugiau nei 5
nb_no: mer enn 5
nl_nl: meer dan 5
pl_pl: Więcej niż 5
pt_pt: mais que 5
ro_ro: mai mult de 5
sl_si: več kot 5
sr_rs: више од 5
sv_se: mer än 5
uk_ua: більше 5
zh_tw: 5以上

# petal_zygomorphic
source: zygomorphic
ar_eg: غير منتظم
bg_bg: зигоморфно
cs_cz: souměrný
da_dk: zygomorf
de_de: mono-symmetrisch
es_es: zigomorfo
fa_ir: بی رویه
he_il: לֹא סָדִיר
hi_in: अनियमित
hr_hr: zigomorfnih
hu_hu: kétoldali
id_id: tidak beraturan
ko_kr: 접합 형
lv_lv: nereguliarus
nl_nl: tweezijdig symmetrisch
pl_pl: Zygomorficzny
pt_pt: zigomorfo
sl_si: zigomorfna
sr_rs: зигоморфан
sv_se: zygomorf
uk_ua: зигоморфна
zh_tw: 合子的

source: Europe
ar_eg: أوروبا
bg_bg: Европа
cs_cz: Evropa
da_dk: Europa
de_de: Europa
es_es: Europa
fa_ir: اروپا
he_il: אירופה
hi_in: यूरोप
hr_hr: Europa
hu_hu: Európa
id_id: Eropa
ko_kr: 유럽
lv_lv: Eiropa
nb_no: Europa
nl_nl: Europa
pl_pl: Europa
pt_pt: Europa
ro_ro: Europa
sl_si: Evropa
sr_rs: Европа
sv_se: Europa
uk_ua: Європа
zh_tw: 歐洲

source: Africa
ar_eg: أفريقيا
bg_bg: Африка
cs_cz: Afrika
da_dk: Afrika
de_de: Afrika
es_es: África
fa_ir: آفریقا
he_il: אפריקה
hi_in: अफ्रीका
hr_hr: Afrika
hu_hu: Afrika
id_id: Afrika
ko_kr: 아프리카
lv_lv: Āfrika
nb_no: Afrika
nl_nl: Afrika
pl_pl: Afryka
pt_pt: África
sl_si: Afrika
sr_rs: Африка
sv_se: Afrika
uk_ua: Африка
zh_tw: 非洲

source: Asia-Temperate
ar_eg: آسيا المعتدلة
bg_bg: Умерена Азия
cs_cz: Temperátní Asie
da_dk: Asien-Tempereret
de_de: Gemäßigtes Asien
es_es: Asia-Templado
fa_ir: آسیا درجه حرارت
he_il: אסיה ממוזג
hi_in: एशिया टेम्पलेट
hr_hr: Azija-umjerenih
hu_hu: Ázsia - mérsékelt éghajlat
id_id: Asia Beriklim
ko_kr: 아시아 온도
lv_lv: Āzija Viduslaiku
nb_no: Asia-temperert
nl_nl: Azië Gematigd
pl_pl: Azja (kl. umiarkowany)
pt_pt: Ásia-Temperado
ro_ro: Asia temperată
sl_si: Osrednja Azija
sr_rs: Асиа Температе
sv_se: Asien Temperate
uk_ua: Азія-Темнолітнаа
zh_tw: 亞洲溫帶

source: Asia-Tropical
ar_eg: آسيا الاستوائية
bg_bg: Тропическа Азия
cs_cz: Tropická Asie
da_dk: Asien-Tropical
de_de: Tropisches Asien
fa_ir: آسیا گرمسیری
he_il: אסיה טרופי
hi_in: एशिया उष्णकटिबंधीय
hr_hr: Azija-tropska
hu_hu: Ázsia - trópusi éghajlat
id_id: Asia Tropis
ko_kr: 아시아 열대
lv_lv: Āzija Tropisks
nb_no: Asia-tropisk
nl_nl: Azië Tropical
pl_pl: Azja Tropikalna
pt_pt: Ásia-Tropical
ro_ro: Asia tropicală
sl_si: Tropska Azija
sr_rs: Асиа Тропицал
sv_se: Asien Tropical
uk_ua: Азія-Тропічна
zh_tw: 亞洲熱帶

source: Australasia
ar_eg: أستراليا
bg_bg: Австралазия
cs_cz: Australasie
da_dk: Australasien
de_de: Australasien
fa_ir: استرالیا
he_il: אוסטרליה
hi_in: ऑस्ट्रेलेशिया
hr_hr: Australazija
hu_hu: Ausztrália
ko_kr: 오스트랄라시아
lv_lv: Austrālāzija
nl_nl: Australazië
pl_pl: Australazja
pt_pt: Australásia
sl_si: Avstralija
sr_rs: Аустраласиа
sv_se: Australasien
uk_ua: Австралазія
zh_tw: 澳大拉西亞

source: Pacific
ar_eg: المحيط الهادئ
bg_bg: Тихи океан
cs_cz: Tichomoří
da_dk: Stillehavet
de_de: Pazifik
es_es: Pacífico
fa_ir: اقیانوس آرام
he_il: האוקיינוס השקט
hi_in: प्रशांत महासागर
hr_hr: Tihi ocean
hu_hu: Csendes-óceán
id_id: Samudera Pasifik
ko_kr: 태평양
lv_lv: Klusais okeāns
nb_no: Stillehavet
nl_nl: Stille Oceaan
pl_pl: Pacyfik
pt_pt: Pacífico
ro_ro: Oceanul Pacific
sl_si: Pacifik
sr_rs: Пацифиц
sv_se: Stilla havet
uk_ua: Тихий океан
zh_tw: 太平洋

source: Northern America
ar_eg: أمريكا الشمالية
bg_bg: Северна Америка
cs_cz: Severní Amerika
da_dk: Nordamerika
de_de: Nordamerika
es_es: América del Norte
fa_ir: آمریکای شمالی
he_il: צפון אמריקה
hi_in: उत्तरी अमेरिका
hr_hr: Sjeverna Amerika
hu_hu: Észak-Amerika
id_id: Amerika Utara
ko_kr: 북아메리카
lv_lv: Ziemeļamerika
nb_no: Nord-Amerika
nl_nl: Noord-Amerika
pl_pl: Ameryka Północna
pt_pt: América do Norte
ro_ro: America de Nord
sl_si: Severna Amerika
sr_rs: Северна Америка
sv_se: Nordamerika
uk_ua: Північна Америка
zh_tw: 北美洲

source: Southern America
ar_eg: أمريكا الجنوبية
bg_bg: Южна Америка
cs_cz: Jižní Amerika
da_dk: Sydamerika
de_de: Südamerika
es_es: América del Sur
fa_ir: جنوب امریکا
he_il: דרום אמריקה
hi_in: दक्षिणी अमेरिका
hr_hr: Južna Amerika
hu_hu: Dél-Amerika
id_id: Amerika Selatan
ko_kr: 남아메리카
lv_lv: Dienvidamerika
nb_no: Sør-Amerika
nl_nl: Zuid-Amerika
pl_pl: Ameryka Południowa
pt_pt: América do Sul
ro_ro: America de Sud
sl_si: Južna Amerika
sr_rs: Јужна Америка
sv_se: Sydamerika
uk_ua: Південна Америка
zh_tw: 南美洲

source: Northern Europe
ar_eg: شمال أوروبا
bg_bg: Северна Европа
cs_cz: Severní Evropa
da_dk: Nordeuropa
de_de: Nordeuropa
es_es: Norte de Europa
fa_ir: شمال اروپا
he_il: אירופה הצפונית
hi_in: उत्तरी यूरोप
hr_hr: Sjeverna Europa
hu_hu: Észak-Európa
id_id: Eropa Utara
ko_kr: 북유럽
lv_lv: Ziemeļeiropa
nb_no: Nord-Europa
nl_nl: Noord-Europa
pl_pl: Północna Europa
pt_pt: Norte da Europa
ro_ro: Europa de Nord
sl_si: Severna Evropa
sr_rs: Северна Европа
sv_se: Norra Europa
uk_ua: Північна Європа
zh_tw: 北歐

source: Middle Europe
ar_eg: وسط أوروبا
bg_bg: Средна Европа
cs_cz: Střední Evropa
da_dk: Mellemeuropa
de_de: Mitteleuropa
es_es: Europa central
fa_ir: اروپای مرکزی
he_il: אירופה המזרחית
hi_in: मध्य यूरोप
hr_hr: Srednja Europa
hu_hu: Közép-Európa
id_id: Eropa Tengah
ko_kr: 중앙유럽
lv_lv: Vidēja Eiropa
nb_no: Midt-Europa
nl_nl: Midden-Europa
pl_pl: Europa Środkowa
pt_pt: Europa Central
ro_ro: Europa Centrală
sl_si: Srednja Evropa
sr_rs: Средња Европа
sv_se: Mellanöstern Europa
uk_ua: Середня Європа
zh_tw: 歐洲中部

source: Southwestern Europe
ar_eg: جنوب غرب أوروبا
bg_bg: Югозападна Европа
cs_cz: Jihozápadní Evropa
da_dk: Sydvesteuropa
de_de: Südwesteuropa
es_es: Sudoeste de Europa
fa_ir: جنوب غربی اروپا
he_il: דרום מערב אירופה
hi_in: दक्षिणपश्चिम यूरोप
hr_hr: Jugozapadna Europa
hu_hu: Délnyugat Európa
id_id: Eropa Barat Daya
ko_kr: 남서유럽
lv_lv: Dienvidrietumu Eiropa
nb_no: Sørvestlige Europa
nl_nl: Zuidwest-Europa
pl_pl: Południowo-zachodnia Europa
pt_pt: Europa do Sudoeste
ro_ro: Europa de Sud-Vest
sl_si: Jugozahodna Evropa
sr_rs: Југозападна Европа
sv_se: Sydvästra Europa
uk_ua: Південно-Західна Європа
zh_tw: 西歐

source: Southeastern Europe
ar_eg: جنوب شرق أوروبا
bg_bg: Югоизточна Европа
cs_cz: Jihovýchodní Evropa
da_dk: Sydøsteuropa
de_de: Südosteuropa
es_es: Sudorientale de Europa
fa_ir: جنوب شرقی اروپا
he_il: דרום מזרח אירופה
hi_in: दक्षिणपूर्वी यूरोप
hr_hr: Jugoistočna Europa
hu_hu: Délkelet-Európa
id_id: Eropa Tenggara
ko_kr: 동남유럽
lv_lv: Dienvidaustrumeiropa
nb_no: Sørøst-Europa
nl_nl: Zuidoost-Europa
pl_pl: Europa Południowo-Wschodnia
pt_pt: Sudeste da Europa
ro_ro: Europa de Sud-Est
sl_si: Jugovzhodna Evropa
sr_rs: Југоисточна Европа
sv_se: Sydöstra Europa
uk_ua: Південно-Східна Європа
zh_tw: 東南歐

source: Eastern Europe
ar_eg: أوروبا الشرقية
bg_bg: Източна Европа
cs_cz: Východní Evropa
da_dk: østeuropa
de_de: Osteuropa
es_es: Europa del Este
fa_ir: اروپای شرقی
he_il: מזרח אירופה
hi_in: पूर्वी यूरोप
hr_hr: Istočna Europa
hu_hu: Kelet-Európa
id_id: Eropa Timur
ko_kr: 동유럽
lv_lv: Austrumeiropa
nb_no: Øst-Europa
nl_nl: Oost-Europa
pl_pl: Wschodnia Europa
pt_pt: Europa Oriental
ro_ro: Europa de Est
sl_si: Vzhodna Evropa
sr_rs: Источна Европа
sv_se: Östeuropa
uk_ua: Східна Європа
zh_tw: 東歐洲

source: Northern Africa
ar_eg: شمال أفريقيا
bg_bg: Северна Африка
cs_cz: Severní Afrika
da_dk: Nordafrika
de_de: Nordafrika
es_es: Africa del Norte
fa_ir: آفریقای شمالی
he_il: צפון אפריקה
hi_in: उत्तरी अफ्रीका
hr_hr: Sjeverna Afrika
hu_hu: Észak-Afrika
id_id: Afrika Utara
ko_kr: 북아프리카
lv_lv: Ziemeļāfrika
nb_no: Nord-Afrika
nl_nl: Noord-Afrika
pl_pl: Północna Afryka
pt_pt: Norte da África
ro_ro: Africa de Nord
sl_si: Severna Afrika
sr_rs: Северна Африка
sv_se: Nordafrika
uk_ua: Північна Африка
zh_tw: 北非

source: Macaronesia
ar_eg: ماكارونيسيا
bg_bg: Макаронезия
cs_cz: Makaronézie
da_dk: Makaronesien
de_de: Makaronesien
fa_ir: ماکرونزی
he_il: מקרונזיה
hr_hr: Makaronezija
hu_hu: Makaronézia
ko_kr: 마카로네시아
lv_lv: Makaronēzija
pl_pl: Makaronezja
pt_pt: Macaronésia
ro_ro: Macaroneziei
sl_si: Makronezija
sr_rs: Макаронезија
sv_se: Makaronesien
uk_ua: Макаронезія
zh_tw: 馬卡羅尼西亞

source: West-Central Tropical Africa
ar_eg: غرب وسط الاستوائية أفريقيا
bg_bg: Западна централна тропическа Африка
cs_cz: Středozápadní tropická Afrika
da_dk: Vest Central tropiske Afrika
de_de: Tropisches Westzentralafrika
es_es: África tropical occidental central
fa_ir: غرب آفریقای مرکزی گرمسیری
he_il: מערב אפריקה מרכז טרופי
hi_in: पश्चिम मध्य उष्णकटिबंधीय अफ्रीका
hr_hr: Zapadno-središnja tropska Afrika
hu_hu: trópusi Nyugat-Közép Afrika
id_id: Afrika Barat Pusat Tropis
ko_kr: 서쪽 중앙 열대 아프리카
lv_lv: Rietumu centrālā tropu afrika
nb_no: Vest-Sentral-tropiske Afrika
nl_nl: West-Centraal Tropisch Afrika
pl_pl: Zachodnio-Środkowa Afryka Tropikalna
pt_pt: África Tropical Centro-Ocidental
ro_ro: Africa de Vest-Central tropicală
sl_si: Zahodno-srednja tropska Afrika
sr_rs: Западна централна тропска Африка
sv_se: Västra central tropiska Afrika
uk_ua: Центрально-західна тропічна Африка
zh_tw: 中西部熱帶非洲

source: East Tropical Africa
ar_eg: شرق الاستوائية أفريقيا
bg_bg: Източна тропическа Африка
cs_cz: Východní tropická Afrika
da_dk: Øst tropiske Afrika
de_de: Tropisches Ostafrika
es_es: África tropical oriental
fa_ir: شرق گرمسیر آفریقا
he_il: מזרח אפריקה טרופית
hi_in: पूर्वी उष्णकटिबंधीय अफ्रीका
hr_hr: Istočna tropska Afrika
hu_hu: trópusi Kelet-Afrika
id_id: Afrika Timur Tropis
ko_kr: 동부 열대 아프리카
lv_lv: Austrumu tropu Āfrika
nb_no: Øst-tropiske Afrika
nl_nl: Oost-tropisch Afrika
pl_pl: Wschodnia Afryka Tropikalna
pt_pt: África Tropical Oriental
ro_ro: Africa de Est tropicală
sl_si: Vzhodna tropska Afrika
sr_rs: Источна тропска Африка
sv_se: Östra tropiska Afrika
uk_ua: Східна тропічна Африка
zh_tw: 東熱帶非洲

source: West Tropical Africa
ar_eg: غرب الاستوائية أفريقيا
bg_bg: Западна тропическа Африка
cs_cz: Západní tropická Afrika
da_dk: Vestlige tropiske Afrika
de_de: Tropisches Westafrika
es_es: África tropical occidental
fa_ir: غرب گرمسیر آفریقا
he_il: מערב אפריקה טרופית
hi_in: पश्चिम उष्णकटिबंधीय अफ्रीका
hr_hr: Zapadna tropska Afrika
hu_hu: trópusi Nyugat-Afrika
id_id: Afrika Barat Tropis
ko_kr: 서쪽 열대 아프리카
lv_lv: Rietumu tropu Āfrika
nb_no: Vest-tropiske Afrika
nl_nl: West-tropisch Afrika
pl_pl: Zachodnia Afryka Tropikalna
pt_pt: África Tropical Ocidental
ro_ro: Africa de Vest tropicală
sl_si: Zahodna tropska Afrika
sr_rs: Западна тропска Африка
sv_se: Västra tropiska Afrika
uk_ua: Західна тропічна Африка
zh_tw: 西部熱帶非洲

source: Northeast Tropical Africa
ar_eg: شمال شرق الاستوائية أفريقيا
bg_bg: Североизточна тропическа Африка
cs_cz: Severovýchodní tropická Afrika
da_dk: Nordøstlige tropiske Afrika
de_de: Tropisches Nordostafrika
es_es: Noreste de África Tropical
fa_ir: آفریقا شمال شرقی گرمسیری
hi_in: पूर्वोत्तर उष्णकटिबंधीय अफ्रीका
hr_hr: Sjeveroistočna tropska Afrika
hu_hu: trópusi Észak-Afrika
id_id: Afrika Timur laut Tropis
ko_kr: 동북 열대 아프리카
lv_lv: Ziemeļaustrumu tropu Āfrika
nb_no: Nordøst-tropiske Afrika
nl_nl: Noordoost-tropisch Afrika
pl_pl: Północno-wschodnia Afryka Tropikalna
pt_pt: Nordeste da África Tropical
ro_ro: Africa de Nord-Est tropicală
sl_si: Severovzhodna tropska Afrika
sr_rs: Североисточна тропска Африка
sv_se: Nordöstra tropiska Afrika
uk_ua: Північно-східна тропічна Африка
zh_tw: 東北熱帶非洲

source: South Tropical Africa
ar_eg: جنوب الاستوائية أفريقيا
bg_bg: Южна тропическа Африка
cs_cz: Jižní tropická Afrika
da_dk: Syd tropiske Afrika
de_de: Tropisches Südafrika
es_es: África tropical del sur
fa_ir: آفریقای جنوبی گرمسیری
he_il: דרום אפריקה טרופית
hi_in: दक्षिण उष्णकटिबंधीय अफ्रीका
hr_hr: Južna tropska Afrika
hu_hu: trópusi Dél-Afrika
id_id: Afrika Selatan Tropis
ko_kr: 남쪽 열대 아프리카
lv_lv: Dienvidu tropu Āfrika
nb_no: Sør-tropiske Afrika
nl_nl: Zuid-tropisch Afrika
pl_pl: Południowa Afryka Tropikalna
pt_pt: África tropical do sul
ro_ro: Africa de Sud tropicală
sl_si: Južna tropska Afrika
sr_rs: Јужна тропска Африка
sv_se: Södra tropiska Afrika
uk_ua: Південна тропічна Африка
zh_tw: 南部熱帶非洲

source: Southern Africa
ar_eg: جنوب افريقيا
bg_bg: Южна Африка
cs_cz: Jižní Afrika
da_dk: Sydafrika
de_de: Südafrika
es_es: Africa del Sur
fa_ir: آفریقای جنوبی
he_il: דרום אפריקה
hi_in: दक्षिणी अफ्रीका
hr_hr: Južna Afrika
hu_hu: Dél-Afrika
id_id: Afrika Selatan
ko_kr: 남부 아프리카
lv_lv: Dienvidāfrika
nb_no: Sør Afrika
nl_nl: Zuid-Afrika
pl_pl: Południowa Afryka
pt_pt: África do Sul
ro_ro: Africa de Sud
sl_si: Južna Afrika
sr_rs: Јужна Африка
sv_se: Södra Afrika
uk_ua: Південна Африка
zh_tw: 非洲南部
