Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# feedback_buy_extended
source: You can buy additional functionality like offline mode, search in names or in taxonomy, search by photo, observations and configurable filter.
ar_eg: يمكنك شراء وظائف إضافية مثل الوضع في وضع عدم الاتصال ، والبحث في الأسماء أو في التصنيف ، والبحث بالصور والملاحظات والتصفية القابلة للتكوين.
bg_bg: Можете да закупите допълнителна функционалност като офлайн режим, търсене по имена или таксономия, търсене по снимка, наблюдения и конфигурируем филтър
cs_cz: Můžete si koupit funkce navíc jako například offline režim, vyhledávání v názvech a v taxonomii, vyhledávání pomocí fotografie, pozorování a nastavitelný filtr.
da_dk: Du kan købe yderligere funktioner som offline-tilstand, søge i navne eller i taxonomi, søge efter foto, observationer og konfigurerbart filter.
de_de: Sie können zusätzliche Funktionen erwerben, z. B. den Offline-Modus, die Suche nach Namen oder der Taxonomie, die Suche nach Foto, Beobachtungen und konfigurierbare Filter.
es_es: Puede comprar funciones adicionales como el modo offline, buscar en nombres o en taxonomía, buscar por foto, observaciones y filtros configurables.
fa_ir: شما می توانید از ویژگی های اضافی مانند حالت آفلاین، جستجو در نام و یا در طبقه بندی، جستجوی عکس، مشاهدات و فیلتر قابل تنظیم کنید.
he_il: אתה יכול לקנות פונקציונליות נוספת כמו במצב לא מקוון, חיפוש בשמות או בטקסונומיה, חיפוש לפי תמונה, תצפיות ומסנן להגדרה.
hi_in: आप ऑफ़लाइन मोड, नामों में खोज या वर्गीकरण में अतिरिक्त कार्यक्षमता खरीद सकते हैं, फ़ोटो, टिप्पणियों और कॉन्फ़िगर करने योग्य फ़िल्टर द्वारा खोज कर सकते हैं।
hr_hr: Možete kupiti dodatne funkcionalnosti kao što je izvanmrežni način rada, tražiti imena ili taksonomiju, pretraživati po fotografijama, promatranjima i konfigurirati filtar.
hu_hu: Megvásárolhat további funkciókat, mint például az offline mód, név általi keresés, taxonómia általi keresés, megfigyelések és konfigurálható szűrő.
id_id: Anda dapat membeli fungsionalitas tambahan seperti mode offline, pencarian nama atau taksonomi, pencarian berdasarkan foto, pengamatan dan filter yang dapat dikonfigurasi.
ko_kr: 오프라인 모드, 이름 또는 분류로 검색, 사진으로 검색, 관찰 및 구성 가능한 필터와 같은 추가 기능을 구입할 수 있습니다.
lv_lv: Jūs varat iegādāties papildu funkcionalitāti, piemēram, bezsaistes režīmā, meklēt nosaukumos vai taksonomijā, meklēt pēc fotoattēla, novērojumiem un konfigurējama filtra.
nb_no: Du kan kjøpe tilleggsfunksjoner som frakoblet modus, søk i navn eller i taksonomi, søk etter bilde, observasjoner og konfigurerbart filter.
nl_nl: U kunt extra functies kopen, zoals de offline modus, zoeken in namen of in taxonomie, zoeken op foto, observaties en configureerbare filters.
pl_pl: Możesz kupić dodatkowe funkcje, takie jak tryb offline, wyszukiwanie po nazwach czy taksonomii, wyszukiwanie według zdjęć, obserwacje i konfigurowalny filtr.
pt_pt: Você pode comprar funcionalidades adicionais como o modo off-line, pesquisar em nomes ou em taxonomia, pesquisar por foto, observações e filtro configurável.
ro_ro: Puteți cumpăra funcții suplimentare, cum ar fi modul offline, căutarea în nume sau în taxonomie, căutarea după fotografie, observații și filtru configurabil.
sl_si: Dodatne funkcije, kot je način brez povezave, lahko iščete po imenih ali taksonomiji, iščete po fotografijah, opazovanjih in nastavljivem filtru.
sr_rs: Можете да купите додатне функционалности као што је „оффлине“ начин рада, да тражите у именима или у таксономији, претражујете по фотографијама, посматрањима и филтерима који се могу конфигурисати.
sv_se: Du kan köpa ytterligare funktioner som offline-läge, söka i namn eller i taxonomi, söka efter foto, observationer och konfigurerbart filter.
uk_ua: Ви можете придбати додаткові функціональні можливості, такі як автономний режим, пошук по іменам або в таксономії, пошук за фото, спостереження та налаштовуваний фільтр.
zh_tw: 您可以購買其他功能，例如離線模式，按名稱或分類搜索，按照片搜索，觀察結果和可配置的過濾器。

# feedback_run_ads
source: You can display full screen advertisement or watch video advertisement to support further development and database enhancement.
ar_eg: يمكنك عرض إعلان بملء الشاشة أو مشاهدة إعلان فيديو لدعم تطوير إضافي وتحسين قاعدة البيانات.
bg_bg: Можете да показвате реклама на цял екран или да гледате видеореклама, за да подкрепите по-нататъшното развитие и подобряването на базата данни.
cs_cz: Můžete si prohlédnout videoreklamu nebo nechat zobrazit reklamu na celou obrazovku a podpořit tak další vývoj a rozšiřování databáze.
da_dk: Du kan vise fuldskærmsannonce eller se videoannonce for at understøtte yderligere udvikling og databaseforbedring.
de_de: Sie können Werbung im Vollbildmodus oder Videowerbung ansehen, um die Weiterentwicklung und Datenbankverbesserung zu unterstützen.
es_es: Puede mostrar anuncios a pantalla completa o ver anuncios de videos para respaldar el desarrollo adicional y la mejora de la base de datos.
fa_ir: شما می توانید تبلیغات تمام صفحه را نمایش دهید یا تبلیغات ویدئویی را تماشا کنید تا از توسعه بیشتر و بهبود پایگاه داده پشتیبانی کند.
he_il: ניתן להציג פרסומת במסך מלא או לצפות בפרסומת וידאו כדי לתמוך בפיתוח ובשיפור נתונים נוספים.
hi_in: आप पूर्ण स्क्रीन विज्ञापन प्रदर्शित कर सकते हैं या वीडियो विज्ञापन देख सकते हैं ताकि आगे के विकास और डेटाबेस में वृद्धि हो सके।
hr_hr: Možete prikazati oglas preko cijelog zaslona ili gledati video oglas kako biste podržali daljnji razvoj i poboljšanje baze podataka.
hu_hu: Megjeleníthet teljes képernyős hirdetést vagy videohirdetést, hogy támogassa az adatbázis és egyébb fejlesztéseket.
id_id: Anda dapat menampilkan iklan layar penuh atau menonton iklan video untuk mendukung pengembangan lebih lanjut dan peningkatan basis data.
ko_kr: 추가 개발 및 데이터베이스 향상을 지원하기 위해 전체 화면 광고를 표시하거나 비디오 광고를 볼 수 있습니다.
lv_lv: Jūs varat parādīt pilnekrāna reklāmu vai skatīties video reklāmu, lai atbalstītu turpmāku attīstību un datu bāzes uzlabošanu.
nb_no: Du kan vise fullskjermsannonsering eller se videoannonse for å støtte videreutvikling og databaseforbedring.
nl_nl: U kunt advertenties op volledig scherm weergeven of videoadvertenties bekijken om verdere ontwikkeling en databaseverbetering te ondersteunen.
pl_pl: Możesz wyświetlać reklamy pełnoekranowe lub oglądać reklamy wideo, aby wesprzeć dalszy rozwój i ulepszenie bazy danych.
pt_pt: Você pode exibir anúncios em tela cheia ou assistir a anúncios em vídeo para dar suporte a mais desenvolvimento e aprimoramento do banco de dados.
ro_ro: Puteți afișa anunțuri pe întreg ecranul sau puteți viziona anunțuri video pentru a susține dezvoltarea ulterioară și îmbunătățirea bazei de date.
sl_si: Lahko prikažete celozaslonski oglas ali si ogledate video oglas, ki podpira nadaljnji razvoj in izboljšavo baze podatkov.
sr_rs: Можете приказати оглас преко целог екрана или гледати видео рекламу како бисте подржали даљи развој и побољшање базе података.
sv_se: Du kan visa helskärmsannons eller titta på videoannonsering för att stödja ytterligare utveckling och databasförbättring.
uk_ua: Ви можете відображати повноекранну рекламу або переглядати відеооб'яву для підтримки подальшого розвитку та розширення бази даних.
zh_tw: 您可以顯示全屏廣告或觀看視頻廣告以支持進一步的開發和數據庫增強。

# feedback_run_ads_fullscreen
source: Show a fullscreen advertisement
ar_eg: عرض إعلان بملء الشاشة
bg_bg: Показване на реклама на цял екран
cs_cz: Zobrazit reklamu na celé obrazovce
da_dk: Vis en fuldscreen reklame
de_de: Werbung im Vollbildmodus anzeigen
es_es: Mostrar un anuncio en pantalla completa
fa_ir: یک تبلیغ تمام صفحه را نشان دهید
he_il: הצג פרסומת במסך מלא
hi_in: एक फुलस्क्रीन विज्ञापन दिखाएं
hr_hr: Pokaži oglas preko cijelog zaslona
hu_hu: Teljes képernyős hirdetés megjelenítése
id_id: Tampilkan iklan layar penuh
ko_kr: 전체 화면 광고 표시
lv_lv: Rādīt pilnekrāna reklāmu
nb_no: Vis en fullskjerm-annonse
nl_nl: Laat een advertentie op volledig scherm zien
pl_pl: Pokaż reklamę pełnoekranową
pt_pt: Mostrar um anúncio em tela cheia
ro_ro: Afișați o publicitate pe întregul ecran
sl_si: Pokaži celozaslonski oglas
sr_rs: Прикажи рекламу преко целог екрана
sv_se: Visa en fullskärmsannons
uk_ua: Показати повноекранну рекламу
zh_tw: 顯示全屏廣告

# feedback_run_ads_video
source: Watch a video advertisement
ar_eg: شاهد إعلان فيديو
bg_bg: Гледайте видеореклама
cs_cz: Spustit video reklamu
da_dk: Se en videoannonce
de_de: Videowerbung ansehen
es_es: Ver un video publicitario
fa_ir: تبلیغات ویدیویی را تماشا کنید
he_il: צפה בפרסומת וידאו
hi_in: एक वीडियो विज्ञापन देखें
hr_hr: Pogledajte video oglas
hu_hu: Nézze meg a videohirdetést
id_id: Tonton iklan video
ko_kr: 비디오 광고 시청
lv_lv: Skatiet video reklāmu
nb_no: Se en videoannonse
nl_nl: Bekijk een videoadvertentie
pl_pl: Obejrzyj reklamę wideo
pt_pt: Assista a um anúncio em vídeo
ro_ro: Urmăriți o reclamă video
sl_si: Oglejte si video oglas
sr_rs: Погледајте видео рекламу
sv_se: Titta på en videoannons
uk_ua: Дивитися відео рекламу
zh_tw: 觀看視頻廣告

# auth_sign_in
source: Sign in
ar_eg: تسجيل الدخول
bg_bg: Впиши се
cs_cz: Přihlásit se
da_dk: Log ind
de_de: Anmelden
es_es: Iniciar sesión
fa_ir: ورود به سیستم
he_il: היכנס
hi_in: प्रवेश करें
hr_hr: Prijava
hu_hu: Bejelentkezés
id_id: Masuk
ko_kr: 로그인
lv_lv: Pierakstīties
nb_no: Logg på
nl_nl: Inloggen
pl_pl: Zaloguj się
pt_pt: Fazer login
ro_ro: Conectați-vă
sl_si: Prijava
sr_rs: Пријави ме
sv_se: Logga in
uk_ua: Увійти
zh_tw: 登入

# auth_sign_out
source: Sign out
ar_eg: الخروج
bg_bg: Отписване
cs_cz: Odhlásit se
da_dk: Log ud
de_de: Abmelden
es_es: Cerrar sesión
fa_ir: خروج
he_il: התנתק
hi_in: साइन आउट
hr_hr: Odjavi se
hu_hu: Kijelentkezés
id_id: Keluar
ko_kr: 로그 아웃
lv_lv: Izrakstīties
nb_no: Logg ut
nl_nl: Afmelden
pl_pl: Wyloguj się
pt_pt: Sair
ro_ro: Delogare
sl_si: Odjava
sr_rs: Одјави ме
sv_se: Logga ut
uk_ua: Вийти
zh_tw: 登出

# auth_email
source: Sign in with email
ar_eg: تسجيل الدخول عبر البريد الإلكتروني
bg_bg: Влезте с имейл
cs_cz: Přihlásit se pomocí e-mailu
da_dk: Log ind med mail
de_de: Mit einer E-Mail-Adresse anmelden
es_es: Iniciar sesión con el correo electrónico
fa_ir: ورود به سیستم با ایمیل
he_il: היכנס באמצעות דוא"ל
hi_in: ईमेल से प्रवेश करें
hr_hr: Prijava putem e-adrese
hu_hu: Bejelentkezés e-mail azonosítóval
id_id: Masuk dengan email
ko_kr: 이메일로 로그인
lv_lv: Pierakstīties ar e-pasta adresi
nb_no: Logg på med e-postadresse
nl_nl: Inloggen met e-mailadres
pl_pl: Zaloguj się za pomocą e-maila
pt_pt: Fazer login com o e-mail
ro_ro: Conectați-vă cu adresa de e-mail
sl_si: Prijava z e-poštnim naslovom
sr_rs: Пријави ме помоћу имејла
sv_se: Logga in med e-post
uk_ua: Увійти, використовуючи електронну адресу
zh_tw: 用電子郵件登錄

# auth_phone
source: Sign in with phone
ar_eg: تسجيل الدخول عبر رقم الهاتف
bg_bg: Влезте с телефон
cs_cz: Přihlásit se pomocí telefonu
da_dk: Log ind med telefon
de_de: Mit einer Telefonnummer anmelden
es_es: Iniciar sesión con el teléfono
fa_ir: ورود به سیستم با تلفن
he_il: היכנס באמצעות הטלפון
hi_in: फ़ोन से प्रवेश करें
hr_hr: Prijava putem telefona
hu_hu: Bejelentkezés telefonszám általi azonosítóval
id_id: Masuk dengan telepon
ko_kr: 전화로 로그인
lv_lv: Pierakstīties ar tālruni
nb_no: Logg på med telefonnummeret ditt
nl_nl: Inloggen met telefoon
pl_pl: Zaloguj się z użyciem numeru telefonu
pt_pt: Fazer login com o telefone
ro_ro: Conectați-vă cu numărul de telefon
sl_si: Prijava s telefonom
sr_rs: Пријави ме помоћу телефона
sv_se: Logga in med telefon
uk_ua: Увійти, використовуючи телефон
zh_tw: 用手機登錄

# auth_google
source: Sign in with Google
ar_eg: تسجيل الدخول عبر Google
bg_bg: Влезте с Google
cs_cz: Přihlásit se přes Google
da_dk: Log ind med Google
de_de: Mit Google anmelden
es_es: Iniciar sesión con Google
fa_ir: ورود به سیستم با Google‎
he_il: היכנס באמצעות Google
hi_in: Google से प्रवेश करें
hr_hr: Prijava putem Googlea
hu_hu: Bejelentkezés Google azonosítóval
id_id: Masuk dengan Google
ko_kr: Google로 로그인
lv_lv: Pierakstīties ar Google
nb_no: Logg på med Google
nl_nl: Inloggen met Google
pl_pl: Zaloguj się za pomocą Google
pt_pt: Fazer login com o Google
ro_ro: Conectați-vă cu Google
sl_si: Prijava z računom za Google
sr_rs: Пријави ме помоћу Google-а
sv_se: Logga in med Google
uk_ua: Увійти через Google
zh_tw: 使用Google登錄

# auth_apple
source: Sign in with Apple
ar_eg: تسجيل الدخول عبر Apple
bg_bg: Влезте с Apple
cs_cz: Přihlásit se přes Apple
da_dk: Log ind med Apple
de_de: Mit Apple anmelden
es_es: Iniciar sesión con Apple
fa_ir: ورود به سیستم با Apple‎
he_il: היכנס באמצעות Apple
hi_in: Apple से प्रवेश करें
hr_hr: Prijava putem Applea
hu_hu: Bejelentkezés Apple azonosítóval
id_id: Masuk dengan Apple
ko_kr: Apple로 로그인
lv_lv: Pierakstīties ar Apple
nb_no: Logg på med Apple
nl_nl: Inloggen met Apple
pl_pl: Zaloguj się za pomocą Apple
pt_pt: Fazer login com o Apple
ro_ro: Conectați-vă cu Apple
sl_si: Prijava z računom za Apple
sr_rs: Пријави ме помоћу Apple-а
sv_se: Logga in med Apple
uk_ua: Увійти через Apple
zh_tw: 使用Apple登錄

# auth_facebook
source: Sign in with Facebook
ar_eg: تسجيل الدخول عبر Facebook
bg_bg: Влезте с Facebook
cs_cz: Přihlásit se přes Facebook
da_dk: Log ind med Facebook
de_de: Mit Facebook anmelden
es_es: Iniciar sesión con Facebook
fa_ir: ورود به سیستم با Facebook
he_il: התחבר עם פייסבוק
hi_in: Facebook से प्रवेश करें
hr_hr: Prijava putem Facebooka
hu_hu: Bejelentkezés Facebook azonosítóval
id_id: Masuk dengan Facebook
ko_kr: 페이스 북으로 로그인
lv_lv: Pierakstīties ar Facebook
nb_no: Logg på med Facebook
nl_nl: Inloggen met Facebook
pl_pl: Zaloguj się za pomocą Facebooka
pt_pt: Fazer login com o Facebook
ro_ro: Conectați-vă cu Facebook
sl_si: Prijava z računom za Facebook
sr_rs: Пријави ме помоћу Facebook-а
sv_se: Logga in med Facebook
uk_ua: Увійти через Facebook
zh_tw: 使用Facebook登錄

# auth_twitter
source: Sign in with Twitter
ar_eg: تسجيل الدخول عبر Twitter
bg_bg: Влезте с Twitter
cs_cz: Přihlásit se přes Twitter
da_dk: Log ind med Twitter
de_de: Mit Twitter anmelden
es_es: Iniciar sesión con Twitter
fa_ir: ورود به سیستم با Twitter
he_il: היכנס באמצעות Twitter
hi_in: Twitter से प्रवेश करें
hr_hr: Prijava putem Twittera
hu_hu: Bejelentkezés Twitter azonosítóval
id_id: Masuk dengan Twitter
ko_kr: 트위터로 로그인
lv_lv: Pierakstīties ar Twitter
nb_no: Logg på med Twitter
nl_nl: Inloggen met Twitter
pl_pl: Zaloguj się za pomocą Twittera
pt_pt: Fazer login com o Twitter
ro_ro: Conectați-vă cu Twitter
sl_si: Prijava z računom za Twitter
sr_rs: Пријави ме помоћу Twitter-а
sv_se: Logga in med Twitter
uk_ua: Увійти через Twitter
zh_tw: 使用Twitter登錄

# auth_sign_in_failed
source: Sign in failed. Check your connection and try again.
ar_eg: فشل تسجيل الدخول. تحقق من الاتصال وحاول مرة أخرى.
bg_bg: Влизането не бе успешно. Проверете връзката си и опитайте отново.
cs_cz: Přihlášení se nezdařilo. Zkontrolujte připojení a zkuste to znovu.
da_dk: Log ind mislykkedes. Tjek din forbindelse og prøv igen.
de_de: Anmeldung fehlgeschlagen. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es_es: El inico de sesión ha fallado. Revisa tu conexión y vuelve a intentarlo.
fa_ir: ورود به سیستم ناموفق بود اتصال خود را بررسی کنید و دوباره امتحان کنید
he_il: ההרשמה נכשלה. בדוק את החיבור ונסה שוב.
hi_in: भाग लेना विफल हुआ। अपना कनेक्शन जांचें और पुन: प्रयास करें।
hr_hr: Prijava nije uspjela. Provjerite vezu i pokušajte ponovno.
hu_hu: A bejelentkezés sikertelen. Ellenőrizze a kapcsolatot és próbálja újra.
id_id: Gagal masuk. Periksa koneksi Anda dan coba lagi.
ko_kr: 로그인하지 못했습니다. 연결을 확인하고 다시 시도하십시오.
lv_lv: Pierakstīšanās neizdevās. Pārbaudiet savienojumu un mēģiniet vēlreiz.
nb_no: Logg inn mislyktes. Sjekk forbindelsen og prøv igjen.
nl_nl: Inloggen mislukt. Controleer uw verbinding en probeer het opnieuw.
pl_pl: Logowanie nie powiodło się. Sprawdź połączenie i spróbuj ponownie.
pt_pt: A entrada falhou. Verifique sua conexão e tente novamente.
ro_ro: Conectarea a eșuat. Verificați conexiunea și încercați din nou.
sl_si: Prijava ni uspela. Preverite povezavo in poskusite znova.
sr_rs: Пријава није успела. Проверите везу и покушајте поново.
sv_se: Inloggning misslyckades. Kontrollera din anslutning och försök igen.
uk_ua: Помилка входу. Перевірте своє з'єднання та повторіть спробу.
zh_tw: 登錄失敗。 檢查您的連接，然後重試。

# auth_email_hint
source: Email
ar_eg: البريد الإلكتروني
bg_bg: Имейл адрес
da_dk: Mail
de_de: E-Mail-Adresse
es_es: Correo electrónico
fa_ir: ایمیل
he_il: דוא"ל
hi_in: ईमेल
hr_hr: E-adresa
ko_kr: 이메일
lv_lv: E-pasts
nb_no: E-post
pl_pl: Adres e-mail
ro_ro: Adresă de e-mail
sl_si: E-pošta
sr_rs: Имејл
sv_se: E-post
uk_ua: Електронна адреса
zh_tw: 電子郵件

# auth_invalid_email_address
source: Enter a valid email address
ar_eg: عنوان البريد الإلكتروني هذا غير صحيح
bg_bg: Въведете валиден имейл адрес
cs_cz: E-mailová adresa není správná
da_dk: Mailadressen er ikke korrekt
de_de: Geben Sie eine gültige E-Mail-Adresse ein
es_es: La dirección de correo electrónico no es correcta
fa_ir: آن نشانی ایمیل درست نیست
he_il: הכנס כתובת אימייל תקינה
hi_in: वह ईमेल पता सही नहीं है
hr_hr: Ta e-adresa nije točna
hu_hu: Az e-mail cím helytelen.
id_id: Masukkan alamat email yang valid
ko_kr: 유효한 이메일 주소를 입력하십시오
lv_lv: Šī e-pasta adrese nav pareiza
nb_no: E-postadressen er ikke riktig
nl_nl: Dit e-mailadres is niet juist
pl_pl: Wprowadź prawidłowy adres e-mail
pt_pt: Endereço de e-mail inválido
ro_ro: Adresa de e-mail nu este corectă
sl_si: E-poštni naslov ni pravilen
sr_rs: Имејл адреса није тачна
sv_se: E-postadressen är ogiltig
uk_ua: Електронна адреса неправильна
zh_tw: 輸入一個有效的電子郵件地址

# auth_password_hint
source: Password
ar_eg: كلمة المرور
bg_bg: Парола
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
es_es: Contraseña
fa_ir: گذرواژه
he_il: סיסמה
hi_in: पासवर्ड
hr_hr: Zaporka
hu_hu: Jelszó
id_id: Kata sandi
ko_kr: 암호
lv_lv: Parole
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Senha
ro_ro: Parolă
sl_si: Geslo
sr_rs: Лозинка
sv_se: Lösenord
uk_ua: Пароль
zh_tw: 密碼

# auth_empty_password
source: Password can't be empty
ar_eg: يجب ملء هذا الحقل.
bg_bg: Паролата не може да бъде празна
cs_cz: Toto pole nesmí zůstat prázdné.
da_dk: Dette felt skal udfyldes.
de_de: Pflichtfeld
es_es: La contraseña no puede estar en blanco.
fa_ir: اینجا نباید خالی باشد.
he_il: הסיסמה לא יכולה להיות ריקה
hi_in: आप इसे खाली नहीं छोड़ सकते.
hr_hr: Ne možete to ostaviti prazno.
hu_hu: A jelszó megadása kötelező.
id_id: Kata sandi tidak boleh kosong
ko_kr: 비밀번호는 비워 둘 수 없습니다
lv_lv: Šo laukumu nedrīkst atstāt tukšu.
nb_no: Du må fylle ut dette feltet.
nl_nl: Dit veld mag niet leeg zijn.
pl_pl: Hasło nie może być puste.
pt_pt: Esse campo não pode ficar em branco.
ro_ro: Câmpul este obligatoriu.
sl_si: To polje ne sme biti prazno.
sr_rs: Ово поље не може да буде празно.
sv_se: Du måste fylla i det här fältet.
uk_ua: Потрібно заповнити це поле.
zh_tw: 密碼不能為空

# auth_reset_password
source: Reset Password
ar_eg: إعادة تعيين كلمة المرور
bg_bg: Нулиране на парола
cs_cz: Obnovit heslo
da_dk: Nulstille kodeord
de_de: Passwort zurücksetzen
es_es: Restablecer la contraseña
fa_ir: بازنشانی گذرواژه
he_il: לאפס את הסיסמה
hi_in: पासवर्ड रीसेट
hr_hr: Resetiranje lozinke
hu_hu: Jelszó visszaállítása
id_id: Setel Ulang Kata Sandi
ko_kr: 암호를 재설정
lv_lv: Atiestatīt paroli
nb_no: Tilbakestille passord
nl_nl: Reset wachtwoord
pl_pl: Zresetuj hasło
pt_pt: Redefinir senha
ro_ro: Resetează parola
sl_si: Ponastavitev gesla
sr_rs: Ресетуј лозинка
sv_se: Återställ lösenord
uk_ua: Скинути пароль
zh_tw: 重設密碼

# auth_create_account
source: Create an account
ar_eg: انشئ حساب
bg_bg: Създай профил
cs_cz: Registrace
da_dk: Opret en konto
de_de: Ein Konto erstellen
es_es: Crear una cuenta
fa_ir: ایجاد یک حساب کاربری
he_il: צור חשבון
hi_in: खाता बनाएं
hr_hr: Stvorite račun
hu_hu: Hozzon létre egy fiókot
id_id: Buat sebuah akun
ko_kr: 계정 만들기
lv_lv: Izveidot kontu
nb_no: Opprett en konto
nl_nl: Account aanmaken
pl_pl: Utwórz konto
pt_pt: Crie a sua conta aqui
ro_ro: Creează un cont
sl_si: Ustvari račun
sr_rs: Направи налог
sv_se: Skapa ett konto
uk_ua: Створити аккаунт
zh_tw: 創建一個帳戶

# auth_sign_in_text
source: Have an account? Sign in
ar_eg: هل لديك حساب؟ تسجيل الدخول
bg_bg: Има акаунт? Впиши се
cs_cz: Již máte účet? Přihlásit se
da_dk: Har du en konto? Log ind
de_de: Haben Sie ein Konto? Anmelden
es_es: ¿Tienes una cuenta? Iniciar sesión
fa_ir: یک حساب کاربری دارید؟ ورود
he_il: כבר יש לך חשבון? היכנס
hi_in: खाता होना? दाखिल करना
hr_hr: Imate račun? Prijava
hu_hu: Már van fiókja? Jelentkezzen be
id_id: Punya akun? Masuk
ko_kr: 계정이있다? 로그인
lv_lv: Vai jums ir konts? Ielogoties
nb_no: Har en konto? Logg på
nl_nl: Een account hebben? Aanmelden
pl_pl: Masz już konto? Zaloguj się
pt_pt: Ter uma conta? Fazer login
ro_ro: Aveți un cont? Conectați-vă
sl_si: Imate račun? Prijava
sr_rs: Имате налог? Пријави ме
sv_se: Har ett konto? Logga in
uk_ua: Маєте обліковий запис? Увійти
zh_tw: 有一個賬戶？ 登入

# auth_verify_email_title
source: Verify your account
ar_eg: تحقق من حسابك
bg_bg: Потвърдете акаунта си
cs_cz: Ověřit svůj účet
da_dk: Bekræft din konto
de_de: Ihr Konto bestätigen
es_es: Verifica tu cuenta
fa_ir: حساب کاربری خودراتایید کنید
he_il: אמת את חשבונך
hi_in: अपने खाते को सत्यापित करें
hr_hr: Potvrdite svoj račun
hu_hu: Ellenőrizze a fiókját
id_id: Verifikasi akun anda
ko_kr: 계정 확인
lv_lv: Apstipriniet savu kontu
nb_no: Bekreft kontoen din
nl_nl: Verifieer uw account
pl_pl: Zweryfikuj swoje konto
pt_pt: Verifique sua conta
ro_ro: Verificați-vă contul
sl_si: Potrdi svoj račun
sr_rs: Потврдите свој налог
sv_se: Verifiera ditt konto
uk_ua: Підтвердіть ваш аккаунт
zh_tw: 驗證您的帳戶

# auth_verify_email_message
source: Link to verify account has been sent to your email address.
ar_eg: تم إرسال رابط التحقق من الحساب إلى عنوان بريدك الإلكتروني.
bg_bg: На вашия имейл адрес е изпратена връзка за потвърждаване на акаунта.
cs_cz: Na vaši adresu byl odeslán přihlašovací e-mail s dalšími pokyny. Dokončete přihlášení podle instrukcí v e-mailu.
da_dk: En loginmail med yderligere vejledning er sendt. Tjek din mail for at fuldføre loginprocessen.
de_de: Link zur Bestätigung des Kontos wurde an Ihre E-Mail-Adresse gesendet.
es_es: El enlace para verificar la cuenta ha sido enviado a su dirección de correo electrónico.
fa_ir: پیوند برای تأیید حساب به آدرس ایمیل شما ارسال شده است.
he_il: קישור לאימות החשבון נשלח לכתובת דוא"ל שלך.
hi_in: सत्यापन खाते से लिंक आपके ईमेल पते पर भेज दिया गया है।
hr_hr: Veza na potvrdu računa poslana je na vašu adresu e-pošte.
hu_hu: A fiók ellenőrzésére szolgáló linket elküldtük az e-mail címére.
id_id: Tautan untuk memverifikasi akun telah dikirim ke alamat email Anda.
ko_kr: 계정이 귀하의 이메일 주소로 전송되었는지 확인하기위한 링크입니다.
lv_lv: Saite, lai pārbaudītu kontu, ir nosūtīta uz jūsu e-pasta adresi.
nb_no: Link til verifiser konto er sendt til e-postadressen din.
nl_nl: Link om het account te verifiëren is verzonden naar uw e-mailadres.
pl_pl: Link do weryfikacji konta został wysłany na Twój adres e-mail.
pt_pt: O link para confirmar conta foi enviado para seu endereço de e-mail.
ro_ro: Linkul pentru a verifica contul a fost trimis la adresa dvs. de e-mail.
sl_si: Povezava za preverjanje računa je bila poslana na vaš e-poštni naslov.
sr_rs: Веза на потврду налога послата је на вашу адресу е-поште.
sv_se: Länk till verifiera konto har skickats till din e-postadress.
uk_ua: Посилання на підтвердження облікового запису надіслано на вашу адресу електронної пошти.
zh_tw: 鏈接以驗證帳戶已發送到您的電子郵件地址。

# auth_reset_password_email_title
source: Reset password
ar_eg: إعادة تعيين كلمة المرور
bg_bg: Нулиране на парола
cs_cz: Obnovit heslo
da_dk: Nulstille kodeord
de_de: Passwort zurücksetzen
es_es: Restablecer la contraseña
fa_ir: بازنشانی گذرواژه
he_il: לאפס את הסיסמה
hi_in: पासवर्ड रीसेट
hr_hr: Resetiranje lozinke
hu_hu: Jelszó visszaállítása
id_id: Setel Ulang Kata Sandi
ko_kr: 암호를 재설정
lv_lv: Atiestatīt paroli
nb_no: Tilbakestille passord
nl_nl: Reset wachtwoord
pl_pl: Zresetuj hasło
pt_pt: Redefinir senha
ro_ro: Resetează parola
sl_si: Ponastavitev gesla
sr_rs: Ресетуј лозинка
sv_se: Återställ lösenord
uk_ua: Скинути пароль
zh_tw: 重設密碼
