Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# no_connection_content
source: This feature doesn't work without Internet connection.
ar_eg: هذه الميزة لا تعمل بدون اتصال بالإنترنت.
bg_bg: Тази функция не работи без интернет връзка.
cs_cz: Tato funkce bez připojení k Internetu nefunguje.
da_dk: Denne funktion virker ikke uden internetforbindelse.
de_de: Diese Funktion funktioniert nicht ohne Internetverbindung.
es_es: Esta característica no funciona sin conexión a Internet.
fa_ir: این ویژگی بدون اتصال به اینترنت کار نمی کند.
he_il: תכונה זו אינה פועלת ללא חיבור לאינטרנט.
hi_in: यह सुविधा इंटरनेट कनेक्शन के बिना काम नहीं करती है।
hr_hr: Ova značajka ne funkcionira bez internetske veze.
hu_hu: Ez a funkció nem működik internetkapcsolat nélkül.
id_id: Fitur ini tidak berfungsi tanpa koneksi internet.
ko_kr: 인터넷에 연결되어 있지 않으면이 기능이 작동하지 않습니다.
lv_lv: Šī funkcija nedarbojas bez interneta pieslēguma.
nb_no: Denne funksjonen virker ikke uten Internett-tilkobling.
nl_nl: Deze functie werkt niet zonder internetverbinding.
pl_pl: Ta funkcja nie działa bez połączenia z Internetem.
pt_pt: Este recurso não funciona sem conexão com a Internet.
ro_ro: Această caracteristică nu funcționează fără conexiune la Internet.
sl_si: Ta funkcija ne deluje brez internetne povezave.
sr_rs: Ова функција не функционише без везе са Интернетом.
sv_se: Den här funktionen fungerar inte utan Internetanslutning.
uk_ua: Ця функція не працює без підключення до Інтернету.
zh_tw: 沒有互聯網連接，此功能將無法使用。

# photo_search_no_login
source: Search by photo is available only for logged users. Please log in.
ar_eg: البحث بالصور متاح فقط للمستخدمين المسجلين. الرجاء تسجيل الدخول.
bg_bg: Търсене по снимка е достъпно само за регистрирани потребители. Моля влезте.
cs_cz: Vyhledávání podle fotografie je dostupné pouze pro přihlášené uživatele. Přihlaste se, prosím.
da_dk: Søgning efter foto er kun tilgængelig for logget brugere. Vær venlig at logge ind.
de_de: Die Suche nach Fotos ist nur für angemeldete Benutzer verfügbar. Bitte loggen Sie sich ein.
es_es: La búsqueda por foto está disponible solo para usuarios registrados. Por favor Iniciar sesión.
fa_ir: جستجو بر اساس عکس تنها برای کاربران وارد شده در دسترس است. لطفا وارد شوید.
he_il: חיפוש לפי תמונה זמין רק עבור משתמשים רשומים. היכנס.
hi_in: फोटो द्वारा खोज केवल लॉग किए गए उपयोगकर्ताओं के लिए उपलब्ध है। कृपया लॉगिन करें।
hr_hr: Pretraživanje po fotografijama dostupno je samo prijavljenim korisnicima. Molimo prijavite se.
hu_hu: A fénykép általi keresés csak bejelentkezett felhasználók számára lehetséges. Kérjük jelentkezzen be.
id_id: Pencarian berdasarkan foto hanya tersedia untuk pengguna yang login. Silahkan masuk.
ko_kr: 사진으로 검색은 로그인 한 사용자 만 사용할 수 있습니다. 로그인 해주세요.
lv_lv: Meklēšana pēc fotoattēla ir pieejama tikai reģistrētiem lietotājiem. Lūdzu, piesakieties.
nb_no: Søk etter bilde er bare tilgjengelig for loggede brukere. Vennligst Logg inn.
nl_nl: Zoeken op foto is alleen beschikbaar voor aangemelde gebruikers. Log alstublieft in.
pl_pl: Wyszukiwanie według zdjęcia jest dostępne tylko dla zalogowanych użytkowników. Proszę się zalogować.
pt_pt: A pesquisa por foto está disponível apenas para usuários registrados. Por favor entre.
ro_ro: Căutarea după fotografie este disponibilă numai pentru utilizatorii înregistrați. Va rugăm sa va logați.
sl_si: Iskanje po fotografijah je na voljo samo za prijavljene uporabnike. Prijavite se.
sr_rs: Претрага по фотографијама доступна је само за пријављене кориснике. Молимо вас да се пријавите.
sv_se: Sök på foto är endast tillgängligt för inloggade användare. Vänligen logga in.
uk_ua: Пошук за фото доступний лише для зареєстрованих користувачів. Увійдіть у систему.
zh_tw: 按照片搜索僅適用於登錄用戶。 請登錄。

# photo_search_failed
source: Search by photo failed. Check your internet connection and try again.
ar_eg: فشل البحث بالصور. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
bg_bg: Търсене по снимка не бе успешно. Проверете интернет връзката и опитайте отново.
cs_cz: Vyhledávání bylo neúspěšné. Zkontrolujte své připojení na internet a skuste znovu.
da_dk: Søg efter billede mislykkedes. Tjek din internetforbindelse og prøv igen.
de_de: Suche nach Foto fehlgeschlagen. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es_es: La búsqueda por foto falló. Verifique su conexión a Internet y vuelva a intentarlo.
fa_ir: جستجو بر اساس عکس انجام نشد اتصال اینترنت خود را بررسی کنید و دوباره امتحان کنید.
he_il: החיפוש לפי תמונות נכשל. בדוק את חיבור האינטרנט שלך ונסה שוב.
hi_in: फोटो द्वारा खोज विफल रहा। अपना इंटरनेट कनेक्शन जांचें और पुन: प्रयास करें।
hr_hr: Pretraživanje po fotografiji nije uspjelo. Provjerite internetsku vezu i pokušajte ponovno.
hu_hu: A fénykép általi keresés sikertelen lett. Ellenőrizze az internetkapcsolatot és próbálja újra.
id_id: Pencarian berdasarkan foto gagal. Periksa koneksi internet Anda dan coba lagi.
ko_kr: 사진으로 검색하지 못했습니다. 인터넷 연결을 확인하고 다시 시도하십시오.
lv_lv: Meklēšana pēc fotoattēla neizdevās. Pārbaudiet savu interneta savienojumu un mēģiniet vēlreiz.
nb_no: Søk etter bilde mislyktes. Sjekk Internett-tilkoblingen din og prøv igjen.
nl_nl: Zoeken op foto is mislukt. Controleer uw internetverbinding en probeer het opnieuw.
pl_pl: Wyszukiwanie po zdjęciu nie powiodło się. Sprawdź połączenie internetowe i spróbuj ponownie.
pt_pt: Pesquisa por foto falhou. Verifique sua conexão com a Internet e tente novamente.
ro_ro: Căutarea după fotografie a eșuat. Verificați conexiunea la internet și încercați din nou.
sl_si: Iskanje po fotografiji ni uspelo. Preverite internetno povezavo in poskusite znova.
sr_rs: Претрага по фотографији није успела. Проверите своју интернет везу и покушајте поново.
sv_se: Sök på foto misslyckades. Kontrollera din internetanslutning och försök igen.
uk_ua: Помилка пошуку за фотографією. Перевірте підключення до Інтернету та повторіть спробу.
zh_tw: 通過照片搜索失敗。 檢查您的互聯網連接，然後重試。

source: Photo to search by
ar_eg: صور للبحث عن طريق
bg_bg: Търсене по снимка
cs_cz: Fotka, podle níž se vyhledává
da_dk: Foto til søgning efter
de_de: Foto für die Suche
es_es: Foto para buscar por
fa_ir: عکس برای جستجو توسط
he_il: צילום לחיפוש לפי
hi_in: द्वारा खोज करने के लिए फोटो
hr_hr: Fotografija za pretraživanje po
hu_hu: Fénykép a kereséshez
id_id: Foto yang akan dicari
ko_kr: 검색 할 사진
lv_lv: Fotoattēls meklēšanai pēc
nb_no: Bilde å søke etter
nl_nl: Foto om op te zoeken
pl_pl: Wybierz zdjęcie
pt_pt: Foto para pesquisar por
ro_ro: Foto pentru a căuta după
sl_si: Fotografije za iskanje po
sr_rs: Фотографија за претрагу по
sv_se: Foto att söka efter
uk_ua: Фото для пошуку
zh_tw: 要搜索的照片

# photo_search_note
source: This is feature works only online. Sometimes it finds exactly what you're looking for, sometimes not even close. I'm totally relying on third party here since they're doing all the hard work. As time goes it should be better and better. Use it wisely and please don't judge the whole application based on this feature. For quality purposes all search results (not photos) will be saved.
ar_eg: هذه الميزة تعمل فقط عبر الإنترنت. في بعض الأحيان يجد بالضبط ما تبحث عنه ، وأحيانًا لا يكون قريبًا. أنا أعتمد كليا على طرف ثالث هنا لأنهم يقومون بكل العمل الشاق. مع مرور الوقت يجب أن يكون أفضل وأفضل. استخدمه بحكمة ويرجى عدم الحكم على التطبيق بأكمله بناءً على هذه الميزة. لأغراض الجودة ، سيتم حفظ جميع نتائج البحث (وليس الصور).
bg_bg: Това е функция работи само онлайн. Понякога намира точно това, което търсите, друг път дори не е близо. Тук разчитам изцяло на трети страни, тъй като те вършат цялата тежка работа. С течение на времето трябва да бъде все по-добре и по-добре. Използвайте го разумно и моля, не преценявайте цялото приложение въз основа на тази функция. За целите на качеството всички резултати от търсенето (не снимките) ще бъдат запазени.
cs_cz: Toto je funkce, která funguje pouze online. Někdy najde přesně to, co hledáte, někdy ani zdaleka. Úplně se v tom spoléhám na třetí stranu, protože jde o jejich software. Časem by to mělo být lepší a lepší. Používejte ji uvážlivě a prosím nehodnoťte celou aplikaci na základě této funkce. Za účelem zvyšování kvality budou všechny výsledky vyhledávání (ne fotografie) uložené.
da_dk: Dette er funktion, der kun fungerer online. Nogle gange finder den nøjagtigt det, du leder efter, nogle gange ikke engang i nærheden. Jeg stoler helt på tredjepart her, da de gør alt det hårde arbejde. Efterhånden som det går skal det være bedre og bedre. Brug det med omhu og bedøm venligst ikke hele applikationen baseret på denne funktion. Af kvalitetsmæssige grunde gemmes alle søgeresultater (ikke fotos).
de_de: Diese Funktion funktioniert nur online. Manchmal findet sie genau das, wonach Sie suchen, manchmal nicht annähernd. Ich verlasse mich hier total auf Dritte, da sie die ganze harte Arbeit machen. Mit der Zeit sollte es immer besser werden. Verwenden Sie es mit Bedacht und beurteilen Sie nicht die gesamte Anwendung anhand dieser Funktion. Zum Zweck der Qualitätsverbesserung werden alle Suchergebnisse (nicht die Fotos) gespeichert.
es_es: Esta función solo funciona en línea. A veces encuentra exactamente lo que estás buscando, a veces ni siquiera cerca. Estoy confiando totalmente en terceros aquí, ya que están haciendo todo el trabajo duro. A medida que pasa el tiempo, debería ser mejor y mejor. Úselo sabiamente y no juzgue toda la aplicación en función de esta función. Por motivos de calidad, se guardarán todos los resultados de búsqueda (no fotos).
fa_ir: این ویژگی فقط به صورت آنلاین کار می کند. گاهی اوقات دقیقاً همان چیزی را که شما به دنبال آن هستید پیدا می کند ، گاهی حتی نزدیک هم نیست. من کاملاً به شخص ثالث اعتماد می کنم چون آنها همه کار سخت را انجام می دهند. با گذشت زمان ، باید بهتر و بهتر شود. عاقلانه از آن استفاده کنید و لطفاً بر اساس این ویژگی کل برنامه را قضاوت نکنید. برای اهداف با کیفیت ، تمام نتایج جستجو (نه عکس) ذخیره می شوند.
he_il: תכונה זו פועלת באופן מקוון בלבד. לפעמים זה מוצא בדיוק את מה שאתה מחפש, לפעמים אפילו לא קרוב. אני סומך לחלוטין על צד ג 'כאן מכיוון שהם עושים את כל העבודה הקשה. ככל שעובר הזמן זה צריך להיות טוב יותר ויותר. השתמש בזה בחוכמה בבקשה אל תשפט את היישום כולו על סמך תכונה זו. למטרות איכות כל תוצאות החיפוש (לא תמונות) יישמרו.
hi_in: यह फीचर केवल ऑनलाइन काम करता है। कभी-कभी यह वही पाता है जो आप खोज रहे हैं, कभी-कभी करीब भी नहीं। मैं पूरी तरह से यहां तीसरी पार्टी पर भरोसा कर रहा हूं क्योंकि वे पूरी मेहनत कर रहे हैं। समय बीतने के साथ यह और बेहतर होना चाहिए। इसे बुद्धिमानी से उपयोग करें और कृपया इस सुविधा के आधार पर पूरे आवेदन का न्याय न करें। गुणवत्ता उद्देश्यों के लिए सभी खोज परिणाम (फ़ोटो नहीं) सहेजे जाएंगे।
hr_hr: Ova značajka djeluje samo na mreži. Ponekad se nađe upravo ono što tražite, ponekad čak ni blizu. Ovdje se potpuno oslanjam na treću stranu jer oni rade sve naporan posao. Kako vrijeme prolazi trebalo bi biti sve bolje i bolje. Koristite ga mudro i nemojte suditi o cijeloj aplikaciji na temelju ove značajke. Svi će rezultati pretraživanja (a ne fotografije) biti spremljeni u svrhu kvalitete.
hu_hu: Ez a szolgáltatás csak online működik. Néha pontosan megtalálja azt, amit keres, néha még nem is. Teljesen támaszkodom a harmadik felekre, mivel ők minden kemény munkát végeznek. Az idő múlásával jobbnak és jobbnak kell lennie. Okosan használja, és kérjük, ne ítélje meg a teljes alkalmazást e funkció alapján. Minőségi okokból az összes keresési eredmény (nem fotó) mentésre kerül.
id_id: Ini adalah fitur yang hanya berfungsi online. Terkadang ia menemukan apa yang Anda cari, terkadang bahkan tidak dekat. Saya benar-benar mengandalkan pihak ketiga di sini karena mereka melakukan semua kerja keras. Seiring berjalannya waktu itu harus lebih baik dan lebih baik. Gunakan dengan bijak dan jangan menilai keseluruhan aplikasi berdasarkan fitur ini. Untuk tujuan kualitas semua hasil pencarian (bukan foto) akan disimpan.
ko_kr: 이 기능은 온라인에서만 작동합니다. 때로는 원하는 것을 정확하게 찾고 때로는 가깝지 않은 경우도 있습니다. 나는 그들이 최선을 다하고 있기 때문에 제 3 자에 전적으로 의존하고 있습니다. 시간이 지날수록 더 좋아질 것입니다. 현명하게 사용하고이 기능을 기반으로 전체 응용 프로그램을 판단하지 마십시오. 품질을 위해 모든 검색 결과 (사진이 아님)가 저장됩니다.
lv_lv: Šī funkcija darbojas tikai tiešsaistē. Dažreiz tas atrod tieši to, ko meklējat, dažreiz pat ne tuvu. Es šeit pilnīgi paļaujos uz trešajām personām, jo viņi visu smago darbu dara visu. Laikam ejot, tam vajadzētu būt arvien labākam. Izmantojiet to saprātīgi un, lūdzu, netiesājiet visu lietojumprogrammu, pamatojoties uz šo funkciju. Kvalitātes nolūkā visi meklēšanas rezultāti (nevis fotoattēli) tiks saglabāti.
nb_no: Dette er funksjonen fungerer bare online. Noen ganger finner den nøyaktig hva du leter etter, andre ganger ikke engang i nærheten. Jeg stoler helt på tredjepart her siden de gjør alt det harde arbeidet. Etter hvert som tiden går skal det bli bedre og bedre. Bruk den med omhu og vær så snill, ikke døm hele applikasjonen basert på denne funksjonen. For kvalitetsformål vil alle søkeresultater (ikke bilder) lagres.
nl_nl: Deze functie werkt alleen online. Soms vindt het precies wat u zoekt, soms zelfs niet in de buurt. Ik vertrouw hier volledig op derden, omdat ze al het harde werk doen. Naarmate de tijd verstrijkt, moet het steeds beter worden. Gebruik het verstandig en beoordeel alsjeblieft niet de hele applicatie op basis van deze functie. Voor kwaliteitsdoeleinden worden alle zoekresultaten (geen foto's) opgeslagen.
pl_pl: Jest to funkcja, która działa tylko online. Czasami znajdzie dokładnie to, czego szukasz, czasami w ogóle nie trafi. Całkowicie polegam tutaj na stronie trzeciej, ponieważ jest to ich oprogramowanie. Z czasem powinno być coraz lepiej. Używaj jej mądrze i nie oceniaj całej aplikacji na podstawie tej funkcji. Aby poprawić jakość, wszystkie wyniki wyszukiwania (nie zdjęcia) będą zapisywane.
pt_pt: Esta é uma funcionalidade que funciona apenas online. Às vezes, encontra exatamente o que você está procurando, às vezes nem perto. Estou confiando totalmente em terceiros aqui, pois eles estão fazendo todo o trabalho duro. Conforme o tempo passa, deve ser melhor e melhor. Use-o com sabedoria e, por favor, não julgue o aplicativo inteiro com base nesse funcionalidade. Para fins de qualidade, todos os resultados da pesquisa (não fotos) serão salvos.
ro_ro: Aceasta este caracteristica funcționează doar online. Uneori găsește exact ceea ce cauți, alteori nici măcar nu e aproape. Mă bazez total pe terți aici, deoarece fac toată munca grea. Pe măsură ce trece timpul, ar trebui să fie din ce în ce mai bine. Utilizați-l cu înțelepciune și vă rugăm să nu judecați întreaga aplicație pe baza acestei funcții. În scopuri de calitate, toate rezultatele căutării (nu fotografiile) vor fi salvate.
sl_si: Ta funkcija deluje samo na spletu. Včasih najde točno tisto, kar iščeš, včasih niti blizu. Tu se popolnoma zanašam na tretje osebe, saj se zelo trudijo. S časom mora biti vedno boljše. Uporabljajte ga pametno in prosim ne sodite o celotni aplikaciji na podlagi te funkcije. V kakovostne namene bodo shranjeni vsi rezultati iskanja (ne fotografije).
sr_rs: Ова функција функционише само на мрежи. Понекад се нађе управо оно што тражите, понекад није ни близу. Овде се у потпуности ослањам на трећу страну јер они раде све напоран посао. Како вријеме пролази требало би бити све боље и боље. Користите га мудро и немојте судити о целој апликацији на основу ове функције. Сви резултати претраге (не фотографије) биће сачувани у сврху квалитета.
sv_se: Denna funktion fungerar endast online. Ibland hittar den exakt vad du letar efter, ibland inte ens nära. Jag litar helt på tredje part här eftersom de gör allt hårt arbete. Med tiden bör det bli bättre och bättre. Använd det klokt och bedöm inte hela applikationen baserat på den här funktionen. För kvalitetssyften sparas alla sökresultat (inte foton).
uk_ua: Це функція, яка працює лише в Інтернеті. Іноді він знаходить саме те, що ви шукаєте, іноді навіть не близькі. Я повністю покладаюся на третю сторону тут, оскільки вони роблять всю важку роботу. З часом вона повинна бути кращою і кращою, але вона не була побудована для визнання квітки. Використовуйте це розумно і не варто судити про всю програму на основі цього експерименту. Для цілей якості всі результати пошуку (не фотографії) будуть збережені.
zh_tw: 此功能僅可在線使用。 有時它會找到您要尋找的東西，有時甚至找不到。 我在這裡完全依靠第三方，因為他們正在做所有的辛苦工作。 隨著時間的流逝，它應該越來越好。 明智地使用它，請不要基於此功能來判斷整個應用程序。 出於質量目的，將保存所有搜索結果（而非照片）。

# photo_search_empty
source: AI (artificial intelligence) didn't recognize any particular flower on the picture. Try again with different angle, distance or light conditions. If you already did it looks like AI overlord won't come anytime soon.
ar_eg: لم تتعرف AI (الذكاء الاصطناعي) على أي زهرة معينة في الصورة. حاول مرة أخرى بزاوية أو مسافة أو ظروف إضاءة مختلفة. إذا كنت بالفعل فعلت ذلك يبدو أن أفرلورد AI لن يأتي في أي وقت قريب.
bg_bg: AI (изкуствен интелект) не разпозна конкретно цвете на снимката. Опитайте отново с различен ъгъл, разстояние или светлинни условия. Ако вече сте го направили, изглежда, че AI overlord няма да дойде скоро.
cs_cz: UI (umělá inteligence) na obrázku nerozeznala žádnou konkrétní květinu. Zkuste znovu s jiným úhlem, vzdáleností nebo světelnými podmínkami. Pokud jste to již udělali, vypadá to tak, že nový UI vládce nepřijde tak brzy.
da_dk: KI (kunstig intelligens) genkendte ikke nogen bestemt blomst på billedet. Prøv igen med forskellige vinkel-, afstands- eller lysforhold. Hvis du allerede gjorde det ser ud som KI overlord ikke kommer når som helst snart.
de_de: Die KI (Künstliche Intelligenz) hat keine bestimmte Blume auf dem Bild erkannt. Versuchen Sie es erneut mit anderen Blickwinkeln, Entfernungen oder Lichtverhältnissen. Wenn Sie das schon getan haben, reicht die KI wohl nicht aus.
es_es: IA (inteligencia artificial) no reconoció ninguna flor en particular en la imagen. Inténtalo de nuevo con diferentes ángulos, distancias o condiciones de luz. Si ya lo hiciste, parece que IA Overlord no reconoce el objeto.
fa_ir: هوش مصنوعی (هوش مصنوعی) هیچ گل خاصی را روی تصویر تشخیص نداد. دوباره با شرایط مختلف زاویه ، فاصله یا نور امتحان کنید. اگر قبلاً این کار را کردید به نظر می رسد که صاحب هوش مصنوعی به زودی به زودی نخواهد آمد.
he_il: AI (בינה מלאכותית) לא זיהה פרח מסוים בתמונה. נסה שוב עם תנאי זווית, מרחק או אור שונים. אם כבר עשית זה נראה כאילו אדון AI לא יגיע בקרוב.
hi_in: AI (कृत्रिम बुद्धिमत्ता) चित्र पर किसी विशेष फूल को नहीं पहचानता है। अलग कोण, दूरी या प्रकाश स्थितियों के साथ फिर से प्रयास करें। यदि आप पहले से ही ऐसा कर चुके हैं तो ऐसा लगता है कि एआई ओवरलोर्ड जल्द ही कभी नहीं आएगा।
hr_hr: UI (umjetna inteligencija) nije prepoznao nijedan određeni cvijet na slici. Pokušajte ponovno s različitim kutovima, udaljenostima ili uvjetima osvjetljenja. Ako ste to već učinili, izgleda da UI vladar neće uskoro doći.
hu_hu: A MI (mesterséges intelligencia) nem ismerte fel a képen látható virágot. Próbálkozzon újra különböző szög, távolság vagy fényviszonyokkal. Ha már próbálta, úgy tűnik, hogy az MI overlord hamarosan nem jön.
id_id: AI (kecerdasan buatan) tidak mengenali bunga tertentu pada gambar. Coba lagi dengan kondisi sudut, jarak, atau cahaya yang berbeda. Jika Anda sudah melakukannya sepertinya AI tuan tidak akan datang dalam waktu dekat.
ko_kr: AI (인공 지능)는 그림의 특정 꽃을 인식하지 못했습니다. 다른 각도, 거리 또는 조명 조건으로 다시 시도하십시오. 이미 AI 대군 주가 곧 오지 않을 것 같습니다.
lv_lv: MI (mākslīgais intelekts) neatpazina kādu konkrētu ziedu attēlā. Mēģiniet vēlreiz ar dažādiem leņķa, attāluma vai gaismas apstākļiem. Ja jūs jau to darāt, izskatās, ka MI virsnieks drīzumā nenāks.
nb_no: KI (kunstig intelligens) kjente ikke noen bestemt blomst på bildet. Prøv igjen med forskjellige vinkel-, avstands- eller lysforhold. Hvis du allerede gjorde det, ser det ut som at KI overlord ikke kommer når som helst snart.
nl_nl: KI (kunstmatige intelligentie) herkende geen enkele specifieke bloem op de foto. Probeer het opnieuw met verschillende hoeken, afstanden of lichtomstandigheden. Als je het al hebt gedaan, ziet het er naar uit dat KI-oploper niet snel zal komen.
pl_pl: SI (sztuczna inteligencja) nie rozpoznaje żadnego konkretnego kwiatu na zdjęciu. Spróbuj ponownie pod różnymi kątami, odległościami lub warunkami oświetlenia. Jeśli już to zrobiłeś, wygląda na to, że władca SI nie pojawi się w najbliższym czasie.
pt_pt: O IA (inteligência artificial) não reconheceu nenhuma flor em particular na foto. Tente novamente com diferentes condições de ângulo, distância ou luz. Se você já fez isso, parece que o senhor da IA não virá tão cedo.
ro_ro: IA (inteligenta artificiala) nu a recunoscut nici o floare particulara in imagine. Încercați din nou cu diferite unghiuri, distanțe sau condiții de lumină. Dacă ați făcut-o deja, arata că IA overlord nu va veni în curând.
sl_si: UI (umetna inteligenca) na sliki ni prepoznal nobene določene rože. Poskusite znova z različnimi koti, razdaljo ali svetlobnimi pogoji. Če si že naredil, izgleda, da UI nadrejeni ne bo kmalu prišel.
sr_rs: АИ (вештачка интелигенција) није препознао ниједан цвет на слици. Покушајте поново са различитим кутовима, удаљеностима или условима осветљења. Ако си то већ учинио, изгледа да АИ надгледник неће ускоро доћи.
sv_se: AI (artificiell intelligens) kände inte igen någon speciell blomma på bilden. Försök igen med olika vinkel-, distans- eller ljusförhållanden. Om du redan gjorde det ser det ut som AI overlord kommer inte när som helst snart.
uk_ua: AI (штучний інтелект) не визначив жодної квітки на картинці. Повторіть спробу з різних кутів, відстаней або освітлення. Якщо ви вже зробили це, схоже, AI володар не прийде найближчим часом.
zh_tw: AI（人工智能）無法識別圖片上的任何特定花朵。 在不同的角度，距離或光照條件下重試。 如果您已經做過，那麼看來AI霸主不會很快到來。

source: Notification
ar_eg: تنبيه
bg_bg: Нотификация
cs_cz: Notifikace
da_dk: Notifikation
de_de: Benachrichtigung
es_es: Notificación
fa_ir: اطلاع
he_il: הוֹדָעָה
hi_in: अधिसूचना
hr_hr: Obavijest
hu_hu: Értesítés
id_id: Pemberitahuan
ko_kr: 공고
lv_lv: Pranešimas
nb_no: Melding
nl_nl: Kennisgeving
pl_pl: Powiadomienie
pt_pt: Notificação
ro_ro: Notificare
sl_si: Obvestilo
sr_rs: Обавештење
sv_se: Underrättelse
uk_ua: Повідомлення
zh_tw: 通知

# notification_open
source: Open
ar_eg: افتح
bg_bg: Отвори
cs_cz: Otevřít
da_dk: Åbn
de_de: Öffnen
es_es: Abierto
fa_ir: باز کن
he_il: לִפְתוֹחַ
hi_in: खुला हुआ
hr_hr: Otvoriti
hu_hu: Nyisd ki
id_id: Buka
ko_kr: 열다
lv_lv: Atviras
nb_no: Åpen
pl_pl: Otwarte
pt_pt: Abrir
ro_ro: Deschis
sl_si: Odpreti
sr_rs: Отвори
sv_se: Öppna
uk_ua: Відкрити
zh_tw: 打開

# notification_close
source: Close
ar_eg: قريب
bg_bg: Затвори
cs_cz: Zavřít
da_dk: Lukke
de_de: Schließen
es_es: Cerrar
fa_ir: نزدیک
he_il: סגור
hi_in: बंद करे
hr_hr: Zatvoriti
hu_hu: Bezár
id_id: Dekat
ko_kr: 닫기
lv_lv: Aizvērt
nb_no: Lukk
nl_nl: Dichtbij
pl_pl: Zamknij
pt_pt: Perto
ro_ro: Închide
sl_si: Zapri
sr_rs: Близу
sv_se: Stänga
uk_ua: Закрити
zh_tw: 關

# custom_lists
source: Lists of flowers
ar_eg: قوائم الزهور
bg_bg: Списъци с цветя
cs_cz: Seznamy květin
da_dk: Lister med blomster
de_de: Blumenlisten
es_es: Listas de flores
fa_ir: لیست گلها
he_il: רשימות פרחים
hi_in: फूलों की सूची
hr_hr: Popisi cvijeća
hu_hu: Virágok listája
id_id: Daftar bunga
ko_kr: 꽃의 목록
lv_lv: Ziedu saraksti
nb_no: Lister over blomster
nl_nl: Lijsten van bloemen
pl_pl: Listy kwiatów
pt_pt: Listas de flores
ro_ro: Liste de flori
sl_si: Seznami cvetov
sr_rs: Листе цвећа
sv_se: Listor över blommor
uk_ua: Списки квітів
zh_tw: 花清單

source: New flowers
ar_eg: زهور جديدة
bg_bg: Нови цветя
cs_cz: Nové květy
da_dk: Nye blomster
de_de: Neue Blumen
es_es: Flores nuevas
fa_ir: گلهای جدید
he_il: פרחים חדשים
hi_in: नए फूल
hr_hr: Novo cvijeće
hu_hu: Új virágok
id_id: Bunga baru
ko_kr: 새로운 꽃
lv_lv: Jauni ziedi
nb_no: Nye blomster
nl_nl: Nieuwe bloemen
pl_pl: Nowe kwiaty
pt_pt: Flores novas
ro_ro: Flori noi
sl_si: Novo cvetje
sr_rs: Ново цвеће
sv_se: Nya blommor
uk_ua: Нові квіти
zh_tw: 新花
