Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# observation_missing_photo
source: Observation was incomplete thus it wasn't saved. Photo is missing.
ar_eg: كانت المراقبة غير مكتملة وبالتالي لم يتم حفظها. الصورة مفقودة.
bg_bg: Наблюдението беше непълно, така че не беше спасено. Снимката липсва.
cs_cz: Pozorování bylo neúplné, takže nebylo uloženo. Chybí fotografie.
da_dk: Observationen var ufuldstændig, så den blev ikke reddet. Foto mangler.
de_de: Beobachtung war unvollständig, somit wurde nichts gespeichert. Foto fehlt.
es_es: La observación fue incompleta por lo que no se salvó. Falta la foto.
fa_ir: نظارت ناقص بود بنابراین ذخیره نشد. عکس گم شده است
he_il: התצפית לא הושלמה ולכן היא לא נשמרה. התמונה חסרה.
hi_in: अवलोकन अपूर्ण था इसलिए इसे बचाया नहीं गया था। फोटो गायब है।
hr_hr: Zapažanje je bilo nepotpuno pa nije bilo spašeno. Nedostaje fotografija.
hu_hu: A megfigyelés hiányos volt, így nem lett elmentve. A fotó hiányzik.
id_id: Pengamatan tidak lengkap sehingga tidak disimpan. Foto tidak ada.
ko_kr: 관찰이 불완전하여 저장되지 않았습니다. 사진이 없습니다.
lv_lv: Novērošana bija nepilnīga, tāpēc tā netika saglabāta. Trūkst fotoattēla.
nb_no: Observasjonen var ufullstendig, slik at den ikke ble frelst. Bilde mangler.
nl_nl: Observatie was onvolledig dus het werd niet opgeslagen. Foto ontbreekt.
pl_pl: Okaz nie został zapisany. Brakuje zdjęcia.
pt_pt: A observação estava incompleta, portanto, não foi salva. Foto está faltando.
ro_ro: Observația a fost incompletă, astfel încât nu a fost salvată. Fotografia lipsesc.
sl_si: Opazovanje je bilo nepopolno, zato ni bilo rešeno. Manjka fotografija.
sr_rs: Опажање је било непотпуно, тако да није било спашено. Недостаје фотографија.
sv_se: Observationen var ofullständig, den sparades inte. Foto saknas.
uk_ua: Спостереження було неповним, тому воно не збереглося. Фото відсутні.
zh_tw: 觀察不完整，因此無法保存。 照片丟失。

# observation_missing_location
source: Observation was incomplete thus it wasn't saved. Location is missing.
ar_eg: كانت المراقبة غير مكتملة وبالتالي لم يتم حفظها. الموقع مفقود.
bg_bg: Наблюдението беше непълно, така че не беше спасено. Местоположението липсва.
cs_cz: Pozorování bylo neúplné, takže nebylo uloženo. Chybí poloha.
da_dk: Observationen var ufuldstændig, så den blev ikke reddet. Placering mangler.
de_de: Beobachtung war unvollständig, somit wurde nichts gespeichert. Standort fehlt.
es_es: La observación fue incompleta por lo que no se salvó. Falta la ubicación.
fa_ir: نظارت ناقص بود بنابراین ذخیره نشد. مکان از دست رفته است
he_il: התצפית לא הושלמה ולכן היא לא נשמרה. המיקום חסר.
hi_in: अवलोकन अपूर्ण था इसलिए इसे बचाया नहीं गया था। स्थान गायब है।
hr_hr: Zapažanje je bilo nepotpuno pa nije bilo spašeno. Nedostaje lokacija.
hu_hu: A megfigyelés hiányos volt, így nem lett elmentve. A hely hiányzik.
id_id: Pengamatan tidak lengkap sehingga tidak disimpan. Lokasi tidak ada.
ko_kr: 관찰이 불완전하여 저장되지 않았습니다. 위치가 없습니다.
lv_lv: Novērošana bija nepilnīga, tāpēc tā netika saglabāta. Trūkst vietas.
nb_no: Observasjonen var ufullstendig, slik at den ikke ble frelst. Sted mangler.
nl_nl: Observatie was onvolledig dus het werd niet opgeslagen. Locatie ontbreekt.
pl_pl: Okaz nie został zapisany. Brakuje lokalizacji.
pt_pt: A observação estava incompleta, portanto, não foi salva. Localização está faltando.
ro_ro: Observația a fost incompletă, astfel încât nu a fost salvată. Locația lipsesc.
sl_si: Opazovanje je bilo nepopolno, zato ni bilo rešeno. Manjka lokacija.
sr_rs: Опажање је било непотпуно, тако да није било спашено. Недостаје локација.
sv_se: Observationen var ofullständig, den sparades inte. Plats saknas.
uk_ua: Спостереження було неповним, тому воно не збереглося. Місцезнаходження відсутнє.
zh_tw: 觀察不完整，因此無法保存。 位置丟失。

# observation_delete
source: Delete observation
ar_eg: حذف الملاحظة
bg_bg: Изтрийте наблюдението
cs_cz: Zmazat pozorování
da_dk: Slet observation
de_de: Beobachtung löschen
es_es: Eliminar observación
fa_ir: حذف مشاهدات
he_il: מחק תצפית
hi_in: अवलोकन हटाएं
hr_hr: Izbriši zapažanje
hu_hu: A megfigyelés törlése
id_id: Hapus pengamatan
ko_kr: 관찰 삭제
lv_lv: Dzēst novērojumu
nb_no: Slett observasjon
nl_nl: Wis observatie
pl_pl: Usuń ten okaz
pt_pt: Excluir observação
ro_ro: Șterge observația
sl_si: Izbriši opazovanje
sr_rs: Обриши опажање
sv_se: Ta bort observation
uk_ua: Видалення спостереження
zh_tw: 刪除觀察

# observation_delete_question
source: Do you want to delete the observation?
ar_eg: هل تريد حذف الملاحظة؟
bg_bg: Искате ли да изтриете наблюдението?
cs_cz: Chcete zmazat pozorování?
da_dk: Vil du slette observationen?
de_de: Möchten Sie die Beobachtung löschen?
es_es: ¿Quieres borrar la observación?
fa_ir: میخواهید مشاهدات را حذف کنید؟
he_il: האם ברצונך למחוק את התצפית?
hi_in: क्या आप अवलोकन हटाना चाहते हैं?
hr_hr: Želite li izbrisati zapažanje?
hu_hu: Törli a megfigyelést?
id_id: Apakah Anda ingin menghapus pengamatan?
ko_kr: 관측치를 삭제 하시겠습니까?
lv_lv: Vai vēlaties dzēst novērojumu?
nb_no: Ønsker du å slette observasjonen?
nl_nl: Wilt u de observatie verwijderen?
pl_pl: Czy chcesz usunąć ten okaz?
pt_pt: Você quer apagar a observação?
ro_ro: Doriți să ștergeți observația?
sl_si: Ali želite izbrisati opazovanje?
sr_rs: Желите ли избрисати опажање?
sv_se: Vill du radera observationen?
uk_ua: Ви хочете видалити спостереження?
zh_tw: 你要刪除的觀察？

# observation_empty
source: There is no observation yet.
ar_eg: لا يوجد ملاحظة حتى الآن.
bg_bg: Все още няма наблюдение.
cs_cz: Zatím není žádné pozorování.
da_dk: Der er ingen observation endnu.
de_de: Es gibt noch keine Beobachtung.
es_es: No hay observación todavía.
fa_ir: هنوز مشاهده نشده است
he_il: עדיין אין תצפית.
hi_in: अभी तक कोई अवलोकन नहीं किया गया है।
hr_hr: Još nema zapažanja.
hu_hu: Még nincs megfigyelés.
id_id: Belum ada observasi.
ko_kr: 아직 관찰이 없습니다.
lv_lv: Vēl nav novērojumu.
nb_no: Det er ingen observasjon enda.
nl_nl: Er is nog geen observatie.
pl_pl: Nie masz jeszcze zaobserwowanych okazów.
pt_pt: Não há observação ainda.
ro_ro: Nu există nicio observație încă.
sl_si: Opažanja še ni.
sr_rs: Још нема опажања.
sv_se: Det finns ingen observation än.
uk_ua: Ще немає спостережень.
zh_tw: 目前還沒有觀察到。

# observation_no_login
source: Observations are available only for logged users. Please log in.
ar_eg: الملاحظات متاحة فقط للمستخدمين المسجلين. الرجاء تسجيل الدخول.
bg_bg: Наблюденията са достъпни само за регистрирани потребители. Моля влезте.
cs_cz: Pozorování jsou dostupné pouze přihlášeným uživatelům. Přihlaste se, prosím.
da_dk: Observationer er kun tilgængelige for logget brugere. Vær venlig at logge ind.
de_de: Beobachtungen sind nur für angemeldete Benutzer verfügbar. Bitte loggen Sie sich ein.
es_es: Las observaciones están disponibles solo para usuarios registrados. Por favor Iniciar sesión.
fa_ir: مشاهدات فقط برای کاربران وارد شده در دسترس هستند لطفا وارد شوید.
he_il: תצפיות זמינות רק עבור משתמשים רשומים. היכנס.
hi_in: अवलोकन केवल लॉग किए गए उपयोगकर्ताओं के लिए उपलब्ध हैं। कृपया लॉगिन करें।
hr_hr: Zapažanja su dostupne samo za prijavljene korisnike. Molimo prijavite se.
hu_hu: A megfigyelések csak a naplózott felhasználók számára érhetők el. Kérjük jelentkezzen be.
id_id: Pengamatan hanya tersedia untuk pengguna yang dicatat. Silahkan masuk.
ko_kr: 관찰은 로그 된 사용자 만 사용할 수 있습니다. 로그인 해주세요.
lv_lv: Novērojumi ir pieejami tikai reģistrētiem lietotājiem. Lūdzu, piesakieties.
nb_no: Observasjoner er bare tilgjengelige for loggede brukere. Vennligst Logg inn.
nl_nl: Observaties zijn alleen beschikbaar voor aangemelde gebruikers. Log alstublieft in.
pl_pl: Funkcja "Okazy" jest dostępna po zalogowaniu.
pt_pt: As observações estão disponíveis apenas para usuários registrados. Por favor entre.
ro_ro: Observațiile sunt disponibile numai pentru utilizatorii înregistrați. Va rugăm sa va logați.
sl_si: Opombe so na voljo samo za prijavljene uporabnike. Prijavite se.
sr_rs: Опажања су доступна само за пријављене кориснике. Молимо вас да се пријавите.
sv_se: Observationer är endast tillgängliga för loggade användare. Vänligen logga in.
uk_ua: Спостереження доступні лише для зареєстрованих користувачів. Увійдіть у систему.
zh_tw: 觀察結果僅適用於登錄用戶。 請登錄。

# observation_photo_delete
source: Remove photo
ar_eg: إزالة الصورة
bg_bg: Премахване на снимката
cs_cz: Odstranit fotografii
da_dk: Fjern billede
de_de: Foto entfernen
es_es: Eliminar foto
fa_ir: حذف عکس
he_il: הסר תמונה
hi_in: फोटो निकालें
hr_hr: Ukloni fotografiju
hu_hu: Fotó eltávolítása
id_id: Hapus foto
ko_kr: 사진 제거
lv_lv: Noņemt fotoattēlu
nb_no: Fjern bilde
nl_nl: Verwijder foto
pl_pl: Usuń zdjęcie
pt_pt: Remover foto
ro_ro: Eliminați fotografia
sl_si: Odstrani fotografijo
sr_rs: Уклони фотографију
sv_se: Ta bort foto
uk_ua: Видалити фотографію
zh_tw: 刪除照片

# observation_photo_delete_question
source: Do you want to remove photo from the observation?
ar_eg: هل تريد إزالة الصورة من الملاحظة؟
bg_bg: Искате ли да премахнете снимката от наблюдението?
cs_cz: Chcete odstranit fotografii z Pozorování?
da_dk: Vil du fjerne foto fra observationen?
de_de: Möchten Sie das Foto aus der Beobachtung entfernen?
es_es: ¿Quieres eliminar la foto de la observación?
fa_ir: آیا می خواهید عکس را از مشاهده مشاهده کنید؟
he_il: האם ברצונך להסיר תמונה מהתצפית?
hi_in: क्या आप अवलोकन से फ़ोटो निकालना चाहते हैं?
hr_hr: Želite li ukloniti fotografiju iz zapažanja?
hu_hu: Szeretné eltávolítani a fotót a megfigyelésből?
id_id: Apakah Anda ingin menghapus foto dari pengamatan?
ko_kr: 관측치에서 사진을 제거 하시겠습니까?
lv_lv: Vai vēlaties noņemt fotoattēlu no novērošanas?
nb_no: Vil du fjerne bildet fra observasjonen?
nl_nl: Wilt u de foto van de observatie verwijderen?
pl_pl: Czy chcesz usunąć zdjęcie tego okazu?
pt_pt: Você quer remover foto da observação?
ro_ro: Doriți să eliminați fotografia din observație?
sl_si: Ali želite odstraniti fotografijo iz opazovanja?
sr_rs: Да ли желите да уклоните фотографију из опажања?
sv_se: Vill du ta bort foto från observationen?
uk_ua: Видалити фотографію зі спостереження?
zh_tw: 您要從觀測中刪除照片嗎？

# observation_photo_duplicate
source: Duplicate photo. Skipped.
ar_eg: صورة مكررة. تخطي.
bg_bg: Дублирана снимка. Прескачане.
cs_cz: Fotografie byla již jednou přidána.
da_dk: Dupliker billede. Springes over.
de_de: Das Foto wurde bereits hinzugefügt.
es_es: Duplicar la foto. Saltado.
fa_ir: عکس تکراری گذشت
he_il: תמונה כפולה. דילג.
hi_in: डुप्लीकेट फोटो। छोड़ दी गई।
hr_hr: Dvostruka fotografija. Preskače.
hu_hu: Ismétlődő fotó. Kimarad.
id_id: Foto rangkap. Dilewati.
ko_kr: 사진이 중복되었습니다. 빼먹다.
lv_lv: Dublēt fotoattēlu. Izlaists.
nb_no: Dupliser bilde. Hoppet.
nl_nl: Dubbele foto. Overgeslagen.
pl_pl: Duplikat zdjęcia. Pomijam.
pt_pt: Foto duplicada. Pulou.
ro_ro: Fotografie duplicată. Omisiune.
sl_si: Podvojena fotografija. Preskočeno.
sr_rs: Дуплицате фотографија. Прескочено.
sv_se: Dubbla foto. Hoppade.
uk_ua: Дубльована фотографія. Пропущено.
zh_tw: 照片重複。 跳過。

# observation_upload_title
source: Upload observations
ar_eg: تحميل الملاحظات
bg_bg: Качете наблюдения
cs_cz: Zálohovat pozorování
da_dk: Upload observationer
de_de: Beobachtungen hochladen
es_es: Subir observaciones
fa_ir: بارگیری مشاهدات
he_il: העלה תצפיות
hi_in: अवलोकन अपलोड करें
hr_hr: Prenesite zapažanja
hu_hu: Megfigyelés feltöltése
id_id: Unggah pengamatan
ko_kr: 관측치 업로드
lv_lv: Augšupielādes novērojumi
nb_no: Last opp observasjoner
nl_nl: Upload observaties
pl_pl: Prześlij zaobserwowane okazy
pt_pt: Envio de observações
ro_ro: Încărcați observații
sl_si: Nalaganje opazovanj
sr_rs: Поставите опажања
sv_se: Överför observationer
uk_ua: Завантаження спостережень
zh_tw: 上傳觀察結果

# observation_upload_message
source: You're going to upload {param} observations. Please check if your device is connected to wi-fi. Are you ready for an upload?
ar_eg: ستقوم بتحميل ملاحظات {param}. يرجى التحقق مما إذا كان جهازك متصلاً بشبكة wi-fi. هل أنت مستعد للتحميل؟
bg_bg: Ще качите {param} наблюдения. Моля, проверете дали устройството ви е свързано към wi-fi. Готови ли сте за качване?
cs_cz: Chystáte se zálohovat {param} pozorování. Zkontrolujte, prosím, vaše připojení na wi-fi. Jste připraven začít zálohovat fotografie?
da_dk: Du skal uploade {param} observationer. Kontroller, om din enhed er tilsluttet wi-fi. Er du klar til en upload?
de_de: Sie werden {param} Beobachtungen hochladen. Bitte prüfen Sie, ob Ihr Gerät über WLAN verbunden ist. Sind Sie auf ein Hochladen vorbereitet?
es_es: Vas a subir {param} observaciones. Por favor, compruebe si su dispositivo está conectado a Wi-Fi. ¿Estás listo para una carga?
fa_ir: شما قصد دارید مشاهدات {param} را آپلود کنید. لطفا بررسی کنید که آیا دستگاه شما به Wi-Fi متصل است یا خیر. آیا شما برای آپلود آماده هستید؟
he_il: אתה הולך להעלות {param} תצפיות. בדוק אם המכשיר מחובר ל- Wi-Fi. האם אתה מוכן להעלאה?
hi_in: आप {param} टिप्पणियों को अपलोड करने जा रहे हैं। कृपया जांचें कि क्या आपका उपकरण वाई-फाई से जुड़ा है। क्या आप अपलोड के लिए तैयार हैं?
hr_hr: Učitat ćete {param} zapažanja. Provjerite je li uređaj spojen na Wi-Fi. Jeste li spremni za prijenos?
hu_hu: {param} megfigyelés kerül feltöltésre. Ellenőrizze készüléke csatlakozását a wi-fi hálózathoz. Készen áll a feltöltésre?
id_id: Anda akan mengunggah {param} observasi. Periksa apakah perangkat Anda terhubung ke wi-fi. Apakah Anda siap untuk diunggah?
ko_kr: {param} 관측 값을 업로드 할 것입니다. 기기가 Wi-Fi에 연결되어 있는지 확인하십시오. 업로드 할 준비가 되셨습니까?
lv_lv: Jūs plānojat augšupielādēt {param} novērojumus. Lūdzu, pārbaudiet, vai ierīce ir savienota ar Wi-Fi. Vai esat gatavs augšupielādei?
nb_no: Du skal laste opp {param} observasjoner. Sjekk om enheten din er koblet til wi-fi. Er du klar for en opplasting?
nl_nl: Je gaat {param} observaties uploaden. Controleer of uw apparaat is verbonden met wifi. Ben je klaar voor een upload?
pl_pl: Zamierzasz przesłać zaobserwowane okazy w formacie {param}. Sprawdź, czy twoje urządzenie jest podłączone do sieci Wi-Fi. Czy jesteś gotowy na przesłanie?
pt_pt: Você vai enviar observações do {param}. Por favor, verifique se o seu dispositivo está conectado a wi-fi. Você está pronto para um upload?
ro_ro: Veți încărca observații {param}. Verificați dacă dispozitivul dvs. este conectat la Wi-Fi. Sunteți gata pentru o încărcare?
sl_si: Naložili boste {param} opažanja. Preverite, ali je vaša naprava povezana z wi-fi. Ste pripravljeni za nalaganje?
sr_rs: Учитавате {param} опажања. Проверите да ли је ваш уређај повезан са Ви-Фи. Да ли сте спремни за отпремање?
sv_se: Du kommer att ladda upp {param} observationer. Kontrollera om enheten är ansluten till Wi-Fi. Är du redo för en uppladdning?
uk_ua: Ви збираєтеся завантажити {param} спостереження. Перевірте, чи пристрій підключено до wi-fi. Ви готові до завантаження?
zh_tw: 您將上傳{param}個觀測值。 請檢查您的設備是否已連接到Wi-Fi。 您準備好上傳了嗎？

# observation_upload_progress
source: Uploading observations...
ar_eg: تحميل الملاحظات...
bg_bg: Качване на наблюдения...
cs_cz: Záloha pozorování...
da_dk: Overførsel af observationer...
de_de: Beobachtungen hochladen...
es_es: Cargando observaciones...
fa_ir: بارگیری مشاهدات...
he_il: העלאת תצפיות...
hi_in: अवलोकन अपलोड करना...
hr_hr: Učitavanje zapažanja...
hu_hu: Megfigyelések feltöltése...
id_id: Mengunggah pengamatan...
ko_kr: 관측 값 업로드 중 ...
lv_lv: Novērojumu augšupielāde...
nb_no: Laster opp observasjoner...
nl_nl: Observaties uploaden...
pl_pl: Przesyłanie zaobserwowanych okazów...
pt_pt: Fazendo upload de observações...
ro_ro: Încărcarea observațiilor...
sl_si: Nalaganje opazovanj...
sr_rs: Учитавање запажања...
sv_se: Överför observationer...
uk_ua: Завантаження спостережень...
zh_tw: 上載觀察...

# observation_upload_success
source: Observations have been successfully uploaded.
ar_eg: تم تحميل الملاحظات بنجاح.
bg_bg: Наблюденията бяха качени успешно.
cs_cz: Pozorování byly úspěšně zálohovány.
da_dk: Observationer er blevet uploadet korrekt.
de_de: Beobachtungen wurden erfolgreich hochgeladen.
es_es: Las observaciones se han subido con éxito.
fa_ir: مشاهدات با موفقیت آپلود شده اند
he_il: תצפיות הועלו בהצלחה.
hi_in: अवलोकन सफलतापूर्वक अपलोड कर दिए गए हैं।
hr_hr: Zapažanja su uspješno prenesene.
hu_hu: A megfigyeléseket sikerült feltölteni.
id_id: Pengamatan telah berhasil diunggah.
ko_kr: 관찰이 성공적으로 업로드되었습니다.
lv_lv: Novērojumi ir veiksmīgi augšupielādēti.
nb_no: Observasjoner har blitt lastet opp.
nl_nl: Observaties zijn succesvol geüpload.
pl_pl: Zaobserwowane okazy zostały pomyślnie przesłane.
pt_pt: Observações foram enviadas com sucesso.
ro_ro: Observațiile au fost încărcate cu succes.
sl_si: Opažanja so bila uspešno prenesena.
sr_rs: Опажања су успешно отпремљена.
sv_se: Observationer har laddats upp.
uk_ua: Спостереження успішно завантажено.
zh_tw: 意見已成功上傳。

# observation_upload_fail
source: Upload failed. Please check your internet connection and try again.
ar_eg: التحميل فشل. يرجى التحقق من اتصال الإنترنت الخاص بك وحاول مرة أخرى.
bg_bg: Качването не бе успешно. Моля, проверете интернет връзката и опитайте отново.
cs_cz: Zálohování selhalo. Zkontrolujte, prosím, vaše připojení na internet a zkuste znovu.
da_dk: Upload fejlede. Kontroller din internetforbindelse og prøv igen.
de_de: Hochladen fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es_es: Subida fallida. Por favor, compruebe su conexión a Internet y vuelva a intentarlo.
fa_ir: آپلود نشد لطفا اتصال اینترنت خود را بررسی کنید و دوباره امتحان کنید.
he_il: העלאה נכשלה. בדוק את חיבור האינטרנט שלך ונסה שוב.
hi_in: अपलोड विफल। अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें।
hr_hr: Prijenos nije uspio. Provjerite internetsku vezu i pokušajte ponovno.
hu_hu: Feltöltés sikertelen. Kérjük ellenőrizze az internetkapcsolatot és próbálja újra.
id_id: Gagal mengunggah. Silakan periksa koneksi internet Anda dan coba lagi.
ko_kr: 업로드하지 못했습니다. 인터넷 연결을 확인하고 다시 시도하십시오.
lv_lv: Augšupielāde neizdevās. Lūdzu, pārbaudiet savu interneta savienojumu un mēģiniet vēlreiz.
nb_no: Opplasting mislyktes. Vennligst sjekk internettforbindelsen din og prøv igjen.
nl_nl: Upload mislukt. Controleer uw internetverbinding en probeer het opnieuw.
pl_pl: Przesyłanie nie powiodło się. Sprawdź połączenie internetowe i spróbuj ponownie.
pt_pt: Envio falhou. Por favor verifique sua conexão com a internet e tente novamente.
ro_ro: Încărcare eșuată. Verificați conexiunea la internet și încercați din nou.
sl_si: Nalaganje ni uspelo. Preverite internetno povezavo in poskusite znova.
sr_rs: Отпремање није успело. Проверите своју интернет везу и покушајте поново.
sv_se: Uppladdningen misslyckades. Kontrollera din internetanslutning och försök igen.
uk_ua: Не вдалося завантажити. Перевірте підключення до Інтернету та повторіть спробу.
zh_tw: 上傳失敗。 請檢查您的互聯網連接，然後重試。

# observation_logs
source: Uploads
ar_eg: التحميلات
bg_bg: Качването
cs_cz: Zálohy
es_es: Subidas
fa_ir: آپلودها
he_il: העלאות
hi_in: अपलोड
hr_hr: Slike
hu_hu: Feltöltések
id_id: Unggah
ko_kr: 업로드
lv_lv: Augšupielādes
nb_no: Opplastinger
pl_pl: Przesłane
ro_ro: Încărcările
sl_si: Naloži
sr_rs: Отпреме
sv_se: Uppladdningar
uk_ua: Завантажує
zh_tw: 上載

source: Subscription
ar_eg: اشتراك
bg_bg: Абонамент
cs_cz: Předplatné
da_dk: Abonnement
de_de: Abonnement
es_es: Suscripción
fa_ir: اشتراک، ابونمان
he_il: מנוי
hi_in: अंशदान
hr_hr: Pretplata
hu_hu: Előfizetés
id_id: Berlangganan
ko_kr: 신청
lv_lv: Abonēšana
nb_no: Abonnement
nl_nl: Abonnement
pl_pl: Subskrypcja
pt_pt: Inscrição
ro_ro: Abonament
sl_si: Naročnina
sr_rs: Претплата
sv_se: Prenumeration
uk_ua: Підписка
zh_tw: 訂閱

# subscription_info
source: Shared observations are visible only for subscribed users.
ar_eg: الملاحظات المشتركة مرئية فقط للمستخدمين المشتركين.
bg_bg: Споделените наблюдения са видими само за абонирани потребители.
cs_cz: Sdílené pozorování jsou přístupné pouze uživatelům s předplatným.
da_dk: Delte observationer er kun synlige for abonnenter.
de_de: Gemeinsame Beobachtungen sind nur für Abonnenten sichtbar.
es_es: Las observaciones compartidas son visibles solo para los usuarios suscritos.
fa_ir: مشاهدات اشتراکی فقط برای کاربران مشترک نمایش داده می شود.
he_il: תצפיות משותפות מוצגות רק עבור משתמשים רשומים.
hi_in: साझा अवलोकन केवल सब्सक्राइबर उपयोगकर्ताओं के लिए दिखाई दे रहे हैं।
hr_hr: Dijeljena opažanja vidljiva su samo korisnicima s pretplatom.
hu_hu: A megosztott megfigyelések csak az előfizetett felhasználók számára láthatóak.
id_id: Pengamatan bersama hanya dapat dilihat oleh pengguna yang berlangganan.
ko_kr: 공유 관찰은 가입 한 사용자에게만 표시됩니다.
lv_lv: Dalītie novērojumi ir redzami tikai abonētiem lietotājiem.
nb_no: Delte observasjoner er bare synlige for abonnenter.
nl_nl: Gedeelde waarnemingen zijn alleen zichtbaar voor geabonneerde gebruikers.
pl_pl: Udostępnione okazy są widoczne tylko dla subskrybentów.
pt_pt: Observações compartilhadas são visíveis apenas para usuários inscritos.
ro_ro: Observațiile comune sunt vizibile numai pentru utilizatorii abonați.
sl_si: Opombe v skupni rabi so vidne samo za naročene uporabnike.
sr_rs: Заједничка опажања видљива су само за претплаћене кориснике.
sv_se: Delade observationer är bara synliga för abonnemangade användare.
uk_ua: Спільні спостереження доступні лише для користувачів, які підписалися.
zh_tw: 共享的觀察僅對訂閱的用戶可見。
