Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

source: Middle Atlantic Ocean
ar_eg: المحيط الأطلسي الأوسط
bg_bg: Среден Атлантически океан
cs_cz: Střední Atlantik
da_dk: Mellematlanten
de_de: Mittlerer Atlantischer Ozean
es_es: Medio Océano Atlántico
fa_ir: اقیانوس اطلس میانه
he_il: האוקיינוס האטלנטי התיכון
hi_in: मध्य अटलांटिक महासागर
hr_hr: Srednji Atlantski ocean
hu_hu: Közép-Atlanti-óceán
id_id: Samudera Atlantik Tengah
ko_kr: 중동 대서양
lv_lv: Viduvie Atlantijas okeāns
nb_no: Midt-Atlanterhavet
nl_nl: Midden-Atlantische Oceaan
pl_pl: Środkowy Ocean Atlantycki
pt_pt: Oceano Atlântico Médio
ro_ro: Oceanul Atlantic de Nord
sl_si: Srednji Atlantski ocean
sr_rs: Средњи Атлантски океан
sv_se: Mellanöstern Atlanten
uk_ua: Середній атлантичний океан
zh_tw: 中大西洋

source: Western Indian Ocean
ar_eg: غرب المحيط الهندي
bg_bg: Западен Индийски океан
cs_cz: Západní Indický oceán
da_dk: Vestlige indiske ocean
de_de: Westlicher Indischer Ozean
es_es: Océano Índico occidental
fa_ir: اقیانوس هند غربی
he_il: האוקיינוס ההודי המערבי
hi_in: पश्चिमी हिंद महासागर
hr_hr: Zapadni Indijski ocean
hu_hu: Nyugati Indiai-óceán
id_id: Samudra Hindia Barat
ko_kr: 서 인도양
lv_lv: Indijas okeāna rietumi
nb_no: Vest-Indiskehavet
nl_nl: Westelijke Indische Oceaan
pl_pl: Zachodni Ocean Indyjski
pt_pt: Oceano Índico Ocidental
ro_ro: Oceanul Indian de Vest
sl_si: Zahodni Indijski ocean
sr_rs: Западни Индијски океан
sv_se: Västra indiska oceanen
uk_ua: Західний індійський океан
zh_tw: 西印度洋

source: Eastern Asia
ar_eg: شرق اسيا
bg_bg: Източна Азия
cs_cz: Východní Asie
da_dk: Østasien
de_de: Ostasien
es_es: Asia Oriental
fa_ir: آسیای شرقی
he_il: מזרח אסיה
hi_in: पूर्वी एशिया
hr_hr: Istočna Azija
hu_hu: Kelet-Ázsia
id_id: Asia Timur
ko_kr: 동아시아
lv_lv: Austrumāzija
nb_no: Øst-Asia
nl_nl: Oost Azië
pl_pl: Wschodnia Azja
pt_pt: Ásia Oriental
ro_ro: Asia de Est
sl_si: Vzhodna Azija
sr_rs: Источна Азија
sv_se: Östra asien
uk_ua: Східна Азія
zh_tw: 東亞

source: Mongolia
ar_eg: منغوليا
bg_bg: Монголия
cs_cz: Mongolsko
da_dk: Mongoliet
de_de: Mongolei
fa_ir: مغولستان
he_il: מונגוליה
hi_in: मंगोलिया
hr_hr: Mongolija
hu_hu: Mongólia
ko_kr: 몽골
lv_lv: Mongolija
nl_nl: Mongolië
pt_pt: Mongólia
sl_si: Mongolija
sr_rs: Монголија
sv_se: Mongoliet
uk_ua: Монголія
zh_tw: 蒙古国

source: China
ar_eg: الصين
bg_bg: Китай
cs_cz: Čína
da_dk: Kina
fa_ir: چين
he_il: סין
hi_in: चीन
hr_hr: Kina
hu_hu: Kína
id_id: Cina
ko_kr: 중화인민공화국
lv_lv: Ķīna
nb_no: Kina
pl_pl: Chiny
sl_si: Kitajska
sr_rs: Кина
sv_se: Kina
uk_ua: Китай
zh_tw: 中华人民共和国

source: Arabian Peninsula
ar_eg: شبه الجزيرة العربية
bg_bg: Арабски полуостров
cs_cz: Arabský poloostrov
da_dk: Den arabiske halvø
de_de: Arabische Halbinsel
es_es: Península Arábica
fa_ir: شبه جزیره عربی
he_il: חצי האי ערב
hi_in: अरबी द्वीप
hr_hr: Arapski poluotok
hu_hu: Arab félsziget
id_id: Semenanjung Arab
ko_kr: 아라비아반도
lv_lv: Arābijas pussala
nb_no: Den arabiske halvøy
nl_nl: Arabisch Schiereiland
pl_pl: Półwysep Arabski
pt_pt: Península Arábica
ro_ro: Peninsula Arabică
sl_si: Arabski polotok
sr_rs: Арабијско полуострво
sv_se: Arabiska halvön
uk_ua: Аравійський півострів
zh_tw: 阿拉伯半岛

source: Western Asia
ar_eg: آسيا الغربية
bg_bg: Западна Азия
cs_cz: Jihozápadní Asie
da_dk: Vestasien
de_de: Westliches Asien / Orient
es_es: Asia occidental
fa_ir: آسیای غربی
he_il: מערב אסיה
hi_in: पश्चिमी एशिया
hr_hr: Zapadna Azija
hu_hu: Nyugat-Ázsia
id_id: Asia Barat
ko_kr: 서아시아
lv_lv: Rietumu Āzija
nb_no: Vest-Asia
nl_nl: West-Azië
pl_pl: Zachodnia Azja
pt_pt: Ásia Ocidental
ro_ro: Asia de Vest
sl_si: Zahodna Azija
sr_rs: Западна Азија
sv_se: Västra Asien
uk_ua: Західна Азія
zh_tw: 西亞

source: Caucasus
ar_eg: القوقاز
bg_bg: Кавказ
cs_cz: Kavkaz
da_dk: Kaukasus
de_de: Kaukasus
es_es: Cáucaso
fa_ir: قفقاز
he_il: קווקז
hi_in: काकेशस
hr_hr: Kavkaz
hu_hu: Kaukázus
id_id: Kaukasus
ko_kr: 캅카스
lv_lv: Kaukāzs
nb_no: Kaukasus
nl_nl: Kaukasus
pl_pl: Kaukaz
pt_pt: Cáucaso
ro_ro: Caucaz
sl_si: Kavkaz
sr_rs: Кавказ
sv_se: Kaukasus
uk_ua: Кавказ
zh_tw: 高加索

source: Middle Asia
ar_eg: آسيا الوسطى
bg_bg: Средна Азия
cs_cz: Střední Asie
da_dk: Mellemasien
de_de: Mittelasien
es_es: Medio Asia
fa_ir: آسیای میانه
he_il: אסיה התיכונה
hi_in: मध्य एशिया
hr_hr: Srednja Azija
hu_hu: Közép-Ázsia
id_id: Asia Tengah
ko_kr: 소비에트 중앙아시아
lv_lv: Vidusāzija
nb_no: Midt-Asia
nl_nl: Midden-Azië
pl_pl: Azja Środkowa
pt_pt: Ásia média
ro_ro: Asia centrală
sl_si: Srednja Azija
sr_rs: Средња Азија
sv_se: Mellanöstern Asien
uk_ua: Середня Азія
zh_tw: 中亞

source: Russian Far East
ar_eg: الشرق الأقصى الروسي
bg_bg: Руски Далечен Изток
cs_cz: Ruský dálný východ
da_dk: Russiske fjernøsten
de_de: Russischer Ferner Osten
es_es: Extremo Oriente ruso
fa_ir: شرق دور روسیه
he_il: המזרח הרחוק הרוסי
hi_in: रूसी सुदूर पूर्व
hr_hr: Ruski Daleki Istok
hu_hu: Orosz távol-kelet
id_id: Timur Jauh Rusia
ko_kr: 러시아 극동
lv_lv: Krievu Tālajos Austrumos
nb_no: Russisk fjernt øst
nl_nl: Russisch Verre Oosten
pl_pl: Rosyjski Daleki Wschód
pt_pt: Extremo Oriente Russo
ro_ro: Orientul Îndepărtat Rusesc
sl_si: Ruski daleč vzhod
sr_rs: Руски Далеки Исток
sv_se: Ryska Fjärran Östern
uk_ua: Російський Далекий Схід
zh_tw: 俄羅斯遠東地區

source: Siberia
ar_eg: سيبيريا
bg_bg: Сибир
cs_cz: Sibiř
da_dk: Sibirien
de_de: Sibirien
fa_ir: سیبری
he_il: סיביר
hi_in: साइबेरिया
hr_hr: Sibir
hu_hu: Szibéria
ko_kr: 시베리아
lv_lv: Sibīrija
nb_no: Sibir
nl_nl: Siberië
pl_pl: Syberia
pt_pt: Sibéria
sl_si: Sibirija
sr_rs: Сибериа
sv_se: Sibirien
uk_ua: Сибір
zh_tw: 西伯利亚

source: Indian Subcontinent
ar_eg: شبه القارة الهندية
bg_bg: Индийски субконтинент
cs_cz: Indický subkontinent
da_dk: Indiske subkontinent
de_de: Indischer Subkontinent
es_es: Subcontinente indio
fa_ir: شبه قاره هند
he_il: תת היבשת ההודית
hi_in: भारतीय उपमहाद्वीप
hr_hr: Indijski potkontinent
hu_hu: Indiai szubkontinens
id_id: Sub Benua India
ko_kr: 인도 아대륙
lv_lv: Indijas subkontinents
nb_no: Indisk subkontinent
nl_nl: Indisch subcontinent
pl_pl: Subkontynent indyjski
pt_pt: Subcontinente indiano
ro_ro: Subcontinentul indian
sl_si: Indijski podcelini
sr_rs: Индијски подконтинент
sv_se: Indiska subkontinenten
uk_ua: Індійський субконтинент
zh_tw: 印度次大陸

source: Indo-China
ar_eg: الهند الصينية
bg_bg: Индокитай
cs_cz: Indočína
da_dk: Indokina
fa_ir: هندو چین
he_il: הודו-סין
hi_in: हिंद चीन
hr_hr: Indo-Kina
hu_hu: Indokína
id_id: Indo-Cina
ko_kr: 인도차이나반도
lv_lv: Indo Ķīna
nb_no: Indo-Kina
pl_pl: Indochiny
sl_si: Indo-Kitajska
sr_rs: Индо-Кина
sv_se: Indokina
uk_ua: Індо-Китай
zh_tw: 中南半島

source: Malesia
ar_eg: ماليزيا
bg_bg: Малайзия
cs_cz: Jihovýchodní Asie
da_dk: Malaysia
de_de: Malesien
fa_ir: مالزی
he_il: מלזיה
hr_hr: Malezija
ko_kr: 말레시아
lv_lv: Malaizija
nl_nl: Maleisië
pl_pl: Malezja
pt_pt: Malésia
sl_si: Malezija
sr_rs: Малезија
sv_se: Malesien
uk_ua: Малезія

source: Papuasia
ar_eg: بابوا
bg_bg: Папуазия
cs_cz: Papuasie
de_de: Papuasien
fa_ir: پاپواشیا
hr_hr: Papuazija
ko_kr: 파 푸시 아
lv_lv: Papuāzija
nl_nl: Papuasië
pl_pl: Papuazja
pt_pt: Papuásia
sl_si: Papuazija
sr_rs: Папуазија
sv_se: Papuasien
uk_ua: Папуазія

source: Australia
ar_eg: أستراليا
bg_bg: Австралия
cs_cz: Austrálie
da_dk: Australien
de_de: Australien
fa_ir: استرالیا
he_il: אוסטרליה
hi_in: ऑस्ट्रेलिया
hr_hr: Australija
hu_hu: Ausztrália
ko_kr: 오스트레일리아
lv_lv: Austrālija
nl_nl: Australië
pt_pt: Austrália
sl_si: Avstralija
sr_rs: Аустралија
sv_se: Australien
uk_ua: Австралія
zh_tw: 澳大利亚

source: New Zealand
ar_eg: نيوزيلندا
bg_bg: Нова Зеландия
cs_cz: Nový Zéland
de_de: Neuseeland
es_es: Nueva Zelanda
fa_ir: نیوزلند
he_il: ניו זילנד
hi_in: न्यूजीलैंड
hr_hr: Novi Zeland
hu_hu: Új Zéland
id_id: Selandia Baru
ko_kr: 뉴질랜드
lv_lv: Jaunzēlande
nl_nl: Nieuw Zeeland
pl_pl: Nowa Zelandia
pt_pt: Nova Zelândia
ro_ro: Noua Zeelanda
sl_si: Nova Zelandija
sr_rs: Нови Зеланд
sv_se: Nya Zeeland
uk_ua: Нова Зеландія
zh_tw: 紐西蘭

source: Southwestern Pacific
ar_eg: جنوب غرب المحيط الهادئ
bg_bg: Югозападен Тихи океан
cs_cz: Jihozápadní Tichomoří
da_dk: Sydvestlige Stillehavet
de_de: Südwestlicher Pazifik
es_es: Pacífico sudoccidental
fa_ir: جنوب غربی اقیانوس آرام
he_il: דרום מערב האוקיינוס השקט
hi_in: दक्षिणपश्चिम प्रशांत महासागर
hr_hr: Jugozapadni Tihi ocean
hu_hu: Dél-Nyugat Csendes-óceán
id_id: Pasifik Barat Daya
ko_kr: 남서 태평양
lv_lv: Klusā okeāna dienvidrietumu daļa
nb_no: Sørvestlige Stillehavet
nl_nl: Zuidwestelijke Stille Oceaan
pl_pl: Południowo-zachodni Pacyfik
pt_pt: Pacífico sudoeste
ro_ro: Sud-vestul Pacificului
sl_si: Jugozahodni Pacifik
sr_rs: Соутхвестерн Пацифиц
sv_se: Sydvästra Stilla havet
uk_ua: Південно-Західний Тихий океан
zh_tw: 西南太平洋

source: South-Central Pacific
ar_eg: جنوب وسط المحيط الهادئ
bg_bg: Югоцентрален Тихи океан
cs_cz: Středojižní Tichomoří
da_dk: Syd-Central Stillehavet
de_de: Südlicher mittlerer Pazifik
es_es: Pacífico Sur-Central
fa_ir: جنوب آسیا اقیانوس آرام
he_il: דרום מרכז האוקיינוס השקט
hi_in: दक्षिण-मध्य प्रशांत महासागर
hr_hr: Južno-središnji Tihi ocean
hu_hu: Dél-Közép Csendes-óceán
id_id: Pasifik Tengah Selatan
ko_kr: 남태평양
lv_lv: Klusā okeāna dienvidu daļa
nb_no: Sør-Sentral Stillehavet
nl_nl: Zuid-Central Stille Oceaan
pl_pl: Południowo-środkowy Pacyfik
pt_pt: Pacífico Sul-Central
ro_ro: Sud-central Pacificului
sl_si: Južni osrednji Pacifik
sr_rs: Јужно-централни Пацифик
sv_se: Syd centrala Stilla havet
uk_ua: Південно-центральний Тихий океан
zh_tw: 中南部太平洋

source: Northwestern Pacific
ar_eg: شمال غرب المحيط الهادئ
bg_bg: Северозападен Тихи океан
cs_cz: Severozápadní Tichomoří
da_dk: Nordvestlige Stillehavet
de_de: Nordwestlicher Pazifik
es_es: Noroeste del Pacífico
fa_ir: شمال غرب اقیانوس آرام
he_il: צפון מערב האוקיינוס השקט
hi_in: उत्तर पश्चिमी प्रशांत महासागर
hr_hr: Sjeverozapadni Tihi ocean
hu_hu: Északnyugati Csendes-óceán
id_id: Pasifik Barat Laut
ko_kr: 북서 태평양
lv_lv: Klusā okeāna ziemeļrietumu daļa
nb_no: Nordvest Stillehavet
nl_nl: Northwestern Stille Oceaan
pl_pl: Północno-Zachodni Pacyfik
pt_pt: Noroeste do Pacífico
ro_ro: Nord-vestul Pacificului
sl_si: Severozahodni Pacifik
sr_rs: Северозападни Пацифик
sv_se: Nordvästra Stilla havet
uk_ua: Північно-західний Тихий океан
zh_tw: 西北太平洋

source: North-Central Pacific
ar_eg: شمال وسط المحيط الهادئ
bg_bg: Северoцентрален Тихи океан
cs_cz: Středoseverní Tichomoří
da_dk: Nord-Central Stillehavet
de_de: Nördlicher mittlerer Pazifik
es_es: Pacífico Norte-Central
fa_ir: شمال اقیانوس آرام
he_il: צפון מרכז האוקיינוס השקט
hi_in: उत्तर मध्य प्रशांत महासागर
hr_hr: Sjeverno-središnji Tihi ocean
hu_hu: Észak-Közép Csendes-óceán
id_id: Pasifik Utara Tengah
ko_kr: 북 중부 태평양
lv_lv: Klusā okeāna ziemeļu daļa
nb_no: Nord-Sentral Stillehavet
nl_nl: Noord-centrale Stille Oceaan
pl_pl: Północno-Środkowy Pacyfik
pt_pt: Pacífico Norte-Central
ro_ro: Nord-central Pacificului
sl_si: Severni osrednji Pacifik
sr_rs: Северно-централни Пацифик
sv_se: Norra centrala Stilla havet
uk_ua: Північно-Центральний Тихий океан
zh_tw: 中北部太平洋

source: Subarctic America
ar_eg: أمريكا الشمالية
bg_bg: Субарктична Америка
cs_cz: Subarktická Amerika
de_de: Subarktisches Amerika
es_es: América Subártica
he_il: אמריקה הסובארקטית
hi_in: सुबाराक्टिक अमेरिका
hr_hr: Subarktička Amerika
hu_hu: Subarkti-Amerika
ko_kr: 아 북극 아메리카
lv_lv: Subartikā Amerika
nl_nl: Subarctisch Amerika
pl_pl: Ameryka subarktyczna
pt_pt: América Subarctic
sl_si: Subarktična Amerika
sr_rs: Субарцтиц Америца
sv_se: Subarctic Amerika
uk_ua: Субарктична Америка
zh_tw: 亞北極

source: Western Canada
ar_eg: غرب كندا
bg_bg: Западна Канада
cs_cz: Západní Kanada
da_dk: Vestlige Canada
de_de: Westkanada
es_es: Canadá occidental
fa_ir: غربی کانادا
he_il: קנדה המערבית
hi_in: पश्चिमी कनाडा
hr_hr: Zapadna Kanada
hu_hu: Nyugat-Kanada
id_id: Kanada Barat
ko_kr: 캐나다 서부
lv_lv: Rietumu Kanāda
nb_no: Vest-Canada
nl_nl: West-Canada
pl_pl: Zachodnia Kanada
pt_pt: Canadá Ocidental
ro_ro: Vestul Canadei
sl_si: Zahodna Kanada
sr_rs: Западна Канада
sv_se: Västra Kanada
uk_ua: Західна Канада
zh_tw: 加拿大西部

source: Northwestern U.S.A.
ar_eg: شمال غرب الولايات المتحدة
bg_bg: Северозападна САЩ
cs_cz: Severozápad USA
da_dk: Nordvestlige USA
de_de: Nordwestliche USA
es_es: Noroeste de los Estados Unidos
fa_ir: شمال غرب آمریکا
he_il: צפון מערב ארצות הברית
hi_in: नॉर्थवेस्टर्न यूएसए
hr_hr: Sjeverozapadna SAD
hu_hu: Észak-Kelet USA
id_id: Barat laut AS
ko_kr: 북서부 미국.
lv_lv: Ziemeļrietumu ASV
nb_no: Nordvest USA
nl_nl: Noordwest VS
pl_pl: Północno-zachodnie USA
pt_pt: Noroeste dos EUA
ro_ro: Nord-vestul SUA
sl_si: Severozahodna ZDA
sr_rs: Северозапад САД
sv_se: Nordvästra USA
uk_ua: Північно-західна США
zh_tw: 美國西北部

source: North-Central U.S.A.
ar_eg: شمال وسط الولايات المتحدة
bg_bg: Североцентрална САЩ
cs_cz: Středosever USA
da_dk: Nord-Central USA
de_de: Nördliche mittlere USA
es_es: Norte central de los Estados Unidos
fa_ir: مرکزی ایالات متحده آمریکا
he_il: צפון מרכז ארצות הברית
hi_in: उत्तरी मध्य यूएसए
hr_hr: Sjeverno središnje SAD
hu_hu: Észak-Közép USA
id_id: Tengah Utara AS
ko_kr: 북 중부 미국.
lv_lv: Ziemeļu ASV
nb_no: Nord-Sentral USA
nl_nl: Noord-Centraal VS
pl_pl: Północno-Środkowe USA
pt_pt: EUA do centro-norte
ro_ro: Nord-central SUA
sl_si: Severna osrednja ZDA
sr_rs: Северна централна САД
sv_se: Nord-Central USA
uk_ua: Північно-Центральна США
zh_tw: 美國中北部

source: Northeastern U.S.A.
ar_eg: شمال شرق الولايات المتحدة
bg_bg: Североизточна САЩ
cs_cz: Severovýchod USA
da_dk: Nordøstlige USA
de_de: Nordöstliche USA
es_es: Nordeste de los Estados Unidos
fa_ir: شمال شرقی ایالات متحده آمریکا
he_il: צפון מזרח ארצות הברית
hi_in: पूर्वोत्तर यूएसए
hr_hr: Sjeveroistočni SAD
hu_hu: Északkelet USA
id_id: Timur laut AS
ko_kr: 북동부 미국.
lv_lv: Ziemeļaustrumu ASV
nb_no: Nordøst USA
nl_nl: Noordoost VS
pl_pl: Północno-wschodnie USA
pt_pt: EUA do nordeste
ro_ro: Nord-estul SUA
sl_si: Severovzhodna ZDA
sr_rs: Североисточна САД
sv_se: Nordöstra USA
uk_ua: Північно-східна США
zh_tw: 美國東北

source: Southwestern U.S.A.
ar_eg: جنوب غرب الولايات المتحدة
bg_bg: Югозападна САЩ
cs_cz: Jihozápad USA
da_dk: Sydvestlige USA
de_de: Südwestliche USA
es_es: Suroeste de los Estados Unidos
fa_ir: جنوب غربی ایالات متحده آمریکا
he_il: דרום מערב ארצות הברית
hi_in: साउथवेस्टर्न यूएसए
hr_hr: Jugozapadno SAD
hu_hu: Délnyugati USA
id_id: Barat daya AS
ko_kr: 남서부 미국.
lv_lv: Dienvidrietumu ASV
nb_no: Sørvest USA
nl_nl: Zuidwest VS
pl_pl: Południowo-zachodnie USA
pt_pt: Sudoeste dos EUA
ro_ro: Sud-vestul SUA
sl_si: Jugozahodna ZDA
sr_rs: Југозападна САД
sv_se: Sydvästra USA
uk_ua: Північно-західні США
zh_tw: 美國西南部

source: South-Central U.S.A.
ar_eg: جنوب وسط الولايات المتحدة
bg_bg: Югоцентрална САЩ
cs_cz: Středojih USA
da_dk: Syd-Central USA
de_de: Südliche mittlere USA
es_es: Central sur de los Estados Unidos
fa_ir: جنوبی مرکزی ایالات متحده آمریکا
he_il: דרום מרכז ארצות הברית
hi_in: दक्षिण मध्य यूएसए
hr_hr: Južno-središnje SAD
hu_hu: Dél-Közép USA
id_id: Pusat Selatan AS
ko_kr: 사우스 센트럴 미국.
lv_lv: Dienvidu ASV
nb_no: Sør-Sentral USA
nl_nl: Zuid-Centraal VS
pl_pl: Południowo-środkowe USA
pt_pt: EUA Centro-Sul
ro_ro: Sud-central SUA
sl_si: Južna osrednja ZDA
sr_rs: Јужна централна САД
sv_se: Syd-Central USA
uk_ua: Південно-Центральна США
zh_tw: 美國中南部

source: Southeastern U.S.A.
ar_eg: جنوب شرق الولايات المتحدة
bg_bg: Югоизточна САЩ
cs_cz: Jihovýchod USA
da_dk: Sydøstlige USA
de_de: Südöstliche USA
es_es: Sudeste de los Estados Unidos
fa_ir: جنوب شرقی ایالات متحده آمریکا
he_il: דרום מזרח ארצות הברית
hi_in: दक्षिणपूर्वी यूएसए
hr_hr: Jugoistočni SAD
hu_hu: Délkelet USA
id_id: Tenggara AS
ko_kr: 남동부 미국.
lv_lv: Dienvidaustrumu ASV
nb_no: Sørøst USA
nl_nl: Zuidoost VS
pl_pl: Południowo-wschodnie USA
pt_pt: Sudeste dos EUA
ro_ro: Sud-estul SUA
sl_si: Jugovzhodna ZDA
sr_rs: Југоисточна САД
sv_se: Sydöstra USA
uk_ua: Південно-східна США
zh_tw: 美國東南部

source: Mexico
ar_eg: المكسيك
bg_bg: Мексико
cs_cz: Mexiko
de_de: Mexiko
es_es: Méjico
fa_ir: مکزیک
he_il: מקסיקו
hi_in: मेक्सिको
hr_hr: Meksiko
hu_hu: Mexikó
id_id: Meksiko
ko_kr: 멕시코
lv_lv: Meksika
pl_pl: Meksyk
pt_pt: México
ro_ro: Mexic
sl_si: Mehika
sr_rs: Мексико
uk_ua: Мексика
zh_tw: 墨西哥

source: Central America
ar_eg: أمريكا الوسطى
bg_bg: Централна Америка
cs_cz: Střední Amerika
da_dk: Mellemamerika
de_de: Mittelamerika
es_es: Centroamérica
fa_ir: آمریکای مرکزی
he_il: מרכז אמריקה
hi_in: मध्य अमरीका
hr_hr: Centralna Amerika
hu_hu: Közép-Amerika
id_id: Amerika Tengah
ko_kr: 중앙아메리카
lv_lv: Centrālamerika
nb_no: Sentral-Amerika
nl_nl: Centraal Amerika
pl_pl: Ameryka Środkowa
pt_pt: América Central
ro_ro: America Centrală
sl_si: Srednja Amerika
sr_rs: Централна Америка
sv_se: Centralamerika
uk_ua: Центральна Америка
zh_tw: 中美洲

source: Caribbean
ar_eg: منطقة البحر الكاريبي
bg_bg: Карибите
cs_cz: Karibik
da_dk: Caribien
de_de: Karibik
es_es: Caribe
fa_ir: کارائیب
he_il: הקאריביים
hi_in: कैरेबियन
hr_hr: Karibi
hu_hu: Karib-térség
id_id: Karibia
ko_kr: 카리브 제도
lv_lv: Karību jūras reģions
pl_pl: Karaiby
pt_pt: Caraíbas
ro_ro: Insulele Caraibe
sl_si: Karibi
sr_rs: Кариби
sv_se: Karibisk
uk_ua: Карибський басейн
zh_tw: 加勒比地区

source: Northern South America
ar_eg: شمال أمريكا الجنوبية
bg_bg: Северна Южна Америка
cs_cz: Sever Jižní Ameriky
da_dk: Nord-Sydamerika
de_de: Nördliches Südamerika
es_es: Norte de América del Sur
fa_ir: شمال امریکا جنوبی
he_il: צפון אמריקה
hi_in: उत्तरी दक्षिण अमेरिका
hr_hr: Sjeverna Južna Amerika
hu_hu: Észak-Dél-Amerika
id_id: Amerika Selatan bagian Utara
ko_kr: 북부 사투리 남아메리카
lv_lv: Ziemeļu Dienvidamerika
nb_no: Nord Sør-Amerika
nl_nl: Noord-Zuid-Amerika
pl_pl: Północna Ameryka Południowa
pt_pt: Norte da América do Sul
ro_ro: Nord America de Sud
sl_si: Severna Južna Amerika
sr_rs: Северна Јужна Америка
sv_se: Norra Sydamerika
uk_ua: Північна Південна Америка
zh_tw: 南美洲北部

source: Western South America
ar_eg: غرب أمريكا الجنوبية
bg_bg: Западна Южна Америка
cs_cz: Západ Jižní Ameriky
da_dk: Vestlige Sydamerika
de_de: Westliches Südamerika
es_es: América del oeste occidental
fa_ir: آمریکای جنوبی غربی
he_il: מערב אמריקה
hi_in: पश्चिमी दक्षिण अमेरिका
hr_hr: Zapadna Južna Amerika
hu_hu: Nyugat-Dél-Amerika
id_id: Amerika Selatan bagian Barat
ko_kr: 서부 사람 남아메리카
lv_lv: Rietumu Dienvidamerika
nb_no: Vest Sør-Amerika
nl_nl: West-Zuid-Amerika
pl_pl: Zachodnia Ameryka Południowa
pt_pt: Oeste da América do Sul
ro_ro: Vestful America de Sud
sl_si: Zahodna Južna Amerika
sr_rs: Западна Јужна Америка
sv_se: Västra Sydamerika
uk_ua: Західна Південна Америка
zh_tw: 南美洲西部

source: Brazil
ar_eg: البرازيل
bg_bg: Бразилия
cs_cz: Brazílie
da_dk: Brasilien
de_de: Brasilien
es_es: Brasil
fa_ir: برزیل
he_il: ברזיל
hi_in: ब्राज़िल
hu_hu: Brazília
ko_kr: 브라질
lv_lv: Brazīlija
nb_no: Brasil
nl_nl: Brazilië
pl_pl: Brazylia
pt_pt: Brasil
ro_ro: Brazilia
sl_si: Brazilija
sr_rs: Бразил
sv_se: Brasilien
uk_ua: Бразилія
zh_tw: 巴西

source: Southern South America
ar_eg: جنوب أمريكا الجنوبية
bg_bg: Южна Южна Америка
cs_cz: Jih Jižní Ameriky
da_dk: Sydlige Sydamerika
de_de: Südliches Südamerika
es_es: Sur de América del Sur
fa_ir: جنوبی جنوب امریکا
he_il: דרום אמריקה הדרומית
hi_in: दक्षिणी दक्षिण अमेरिका
hr_hr: Južna Južna Amerika
hu_hu: Dél-Dél-Amerika
id_id: Amerika Selatan Selatan
ko_kr: 남부 지방 사투리 남아메리카
lv_lv: Dienvidamerika dienvidos
nb_no: Sør Sør-Amerika
nl_nl: Zuid-Zuid-Amerika
pl_pl: Południowa Ameryka Południowa
pt_pt: Sul da América do Sul
ro_ro: Sud America de Sud
sl_si: Južna Južna Amerika
sr_rs: Јужна Јужна Америка
sv_se: Södra Sydamerika
uk_ua: Південна Південна Америка
zh_tw: 南美洲南部

source: Eastern Canada
ar_eg: شرق كندا
bg_bg: Източна Канада
cs_cz: Východní Kanada
da_dk: Østlige Canada
de_de: Ostkanada
es_es: Este de Canadá
fa_ir: شرق کانادا
he_il: קנדה המזרחית
hi_in: पूर्वी कनाडा
hr_hr: Istočna Kanada
hu_hu: Kelet-Kanada
id_id: Kanada Timur
ko_kr: 동부 캐나다
lv_lv: Austrumu Kanāda
nb_no: Øst-Canada
nl_nl: Oost-Canada
pl_pl: Wschodnia Kanada
pt_pt: Canadá Oriental
ro_ro: Estul Canadei
sl_si: Vzhodna Kanada
sr_rs: Источна Канада
sv_se: Östra Kanada
uk_ua: Східна Канада
zh_tw: 加拿大東部

source: Subantarctic Islands
ar_eg: جزر سوبنتاركتيك
bg_bg: Субантарктически острови
cs_cz: Subantarktické ostrovy
de_de: Subantarktische Inseln
es_es: Islas Subantárticas
fa_ir: جزایر سابانتارکتیک
he_il: איי סובאנטארקטי
hi_in: Subantarctic द्वीप समूह
hr_hr: Subantartički otoci
hu_hu: Szubantarktikai szigetek
id_id: Kepulauan Subantartika
ko_kr: 아칸소 제도
lv_lv: Subantkartiskas salas
pl_pl: Wyspy subantarktyczne
pt_pt: Ilhas Subantárticas
ro_ro: Insulele subantarctice
sl_si: Podantarktični otoki
sr_rs: Субантарктични Острва
uk_ua: Субантарктичні острови
zh_tw: 亞南極群島

source: Antarctic Continent
ar_eg: القارة القطبية الجنوبية
bg_bg: Антарктически континент
cs_cz: Antarktický kontinent
da_dk: Antarktis-kontinentet
de_de: Antarktischer Kontinent
es_es: Continente Antártico
fa_ir: قاره قطب جنوب
he_il: יבשת אנטארקטיקה
hi_in: अंटार्कटिक महाद्वीप
hr_hr: Antarktički kontinent
hu_hu: Antarktisz
id_id: Benua Antartika
ko_kr: 남극
lv_lv: Antarktikas kontinents
nb_no: Antarktis-kontinentet
nl_nl: Antarctisch continent
pl_pl: Antarktyka
pt_pt: Continente Antártico
ro_ro: Continentul Antarcticii
sl_si: Antarktika
sr_rs: Антарктички континент
sv_se: Antarktis kontinent
uk_ua: Антарктичний континент
zh_tw: 南极洲

# list_info
source: Pick one
ar_eg: إختر واحدة
bg_bg: Изберете един
cs_cz: Vyber si jednu
da_dk: Vælg en
de_de: Auswahl
es_es: Elige una
fa_ir: یکی را انتخاب کن
he_il: לבחור אחד
hi_in: एक चुनें
hr_hr: Odabrati jedan
hu_hu: Válasszon egyet
id_id: Pilih salah satu
ko_kr: 하나를 선택
lv_lv: Izvēlēties vienu
nb_no: Plukk en
nl_nl: Kies er een
pl_pl: Wybierz jeden
pt_pt: Selecione uma
ro_ro: Alege una
sl_si: Izbrati eno
sr_rs: Одабрати једну
sv_se: Välj en
uk_ua: Вибрати один
zh_tw: 選一個

# plant_info
source: Info
ar_eg: معلومات
bg_bg: Инфо
fa_ir: اطلاعات
he_il: מידע
hi_in: जानकारी
hu_hu: Infó
ko_kr: 정보
pl_pl: Informacje
sl_si: Informacije
sr_rs: Инфо
uk_ua: Інформація
zh_tw: 信息

# plant_gallery
source: Gallery
ar_eg: صالة عرض
bg_bg: Галерия
cs_cz: Galerie
da_dk: Galleri
de_de: Galerie
es_es: Galería
fa_ir: آلبوم عکس
he_il: גלריה
hi_in: गलियारा
hr_hr: Galerija
hu_hu: Képtár
id_id: Galeri
ko_kr: 갤러리
lv_lv: Galerija
nb_no: Galleri
nl_nl: Galerij
pl_pl: Galeria
pt_pt: Galeria
ro_ro: Galerie
sl_si: Galerija
sr_rs: Галерија
sv_se: Galleri
uk_ua: Галерея
zh_tw: 畫廊

# plant_taxonomy
source: Taxonomy
ar_eg: علم التصنيف
bg_bg: Таксономия
cs_cz: Taxonomie
da_dk: Taksonomi
de_de: Taxonomie
es_es: Taxonomía
fa_ir: طبقه بندی
he_il: טקסונומיה
hi_in: वर्गीकरण
hr_hr: Taksonomija
hu_hu: Taxonómia
id_id: Taksonomi
ko_kr: 분류
lv_lv: Taksonomija
nb_no: Taksonomi
nl_nl: Taxonomie
pl_pl: Systematyka
pt_pt: Taxinomia
ro_ro: Taxonomie
sl_si: Taksonomija
sr_rs: Такономи
sv_se: Taxonomi
uk_ua: Систематика
zh_tw: 生物分类学

# plant_sources
source: Sources
ar_eg: مصادر
bg_bg: Източници
cs_cz: Zdroje
da_dk: Kilder
de_de: Quellen
es_es: Fuentes
fa_ir: منابع
he_il: מקורות
hi_in: स्रोत
hr_hr: Izvori
hu_hu: Források
id_id: Sumber
ko_kr: 출처
lv_lv: Pirmsākums
nb_no: Referanser
nl_nl: Bronnen
pl_pl: Źródła
pt_pt: Fontes
ro_ro: Surse
sl_si: Viri
sr_rs: Извори
sv_se: Referenser
uk_ua: Джерела
zh_tw: 資料來源

# google_translate
source: Translated with Google Translate
ar_eg: تمت الترجمة مع الترجمة من غوغل
bg_bg: Преведено с Google Translate
cs_cz: Přeloženo pomocí Google překladače
da_dk: Oversat med Google Translate
de_de: Übersetzt mit Google Translate
es_es: Traducido con Google Traductor
fa_ir: ترجمه شده با ترجمه گوگل
he_il: תורגם עם גוגל תרגום
hi_in: पर्यावास
hr_hr: Prevedeno s Google prevoditelj
hu_hu: Lefordítva a Google Translate-el
id_id: Diterjemahkan dengan Google Terjemahan
ko_kr: Google 번역으로 번역
lv_lv: Tulkots ar Google Translate
nb_no: Oversatt med Google Trans
nl_nl: Vertaald met Google Translate
pl_pl: Przetłumaczono przy pomocy Google Translate
pt_pt: Traduzido com Google Tradutor
ro_ro: Tradus cu Google Translate
sl_si: Prevedeno z Google Translate
sr_rs: Превео са Гоогле Транслате
sv_se: Översatt med Google Translate
uk_ua: Перекладено з Google Translate
zh_tw: 用Google翻譯翻譯
