Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# subscription_disclaimer_android
source: First payment will be charged to your Google Play account 30 days after the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the Google Play Store after purchase.
ar_eg: سيتم تحميل الدفعة الأولى على حساب Google Play الخاص بك بعد 30 يومًا من تأكيد الشراء. يتم تجديد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية. سيتم فرض رسوم على حسابك خلال 24 ساعة قبل نهاية الفترة الحالية. يمكنك إدارة وإلغاء اشتراكاتك عن طريق الانتقال إلى إعدادات حسابك في متجر Google Play بعد الشراء.
bg_bg: Първото плащане ще бъде начислено в акаунта ви в Google Play 30 дни след потвърждаването на покупката. Абонаментът автоматично се подновява, освен ако не бъде анулиран най-малко 24 часа преди края на текущия период. Вашият акаунт ще бъде таксуван за подновяване в рамките на 24 часа преди края на текущия период. Можете да управлявате и анулирате абонаментите си, като отидете в настройките на вашия акаунт в Google Play Store след покупката.
cs_cz: První platba bude účtována vašemu Google účtu 30 dní po potvrzení nákupu. Předplatné se automaticky obnovuje, pokud není zrušeno nejméně 24 hodin před koncem aktuálního období. Nové předplatné bude účtováno do 24 hodin před koncem aktuálního období. Své odběry můžete spravovat a zrušit tak, že po zakoupení přejdete do nastavení účtu na Obchodu Google Play.
da_dk: Første betaling vil blive opkrævet på din Google Play-konto 30 dage efter bekræftelsen af køb. Abonnementet fornyes automatisk, medmindre det annulleres mindst 24 timer inden udgangen af den aktuelle periode. Din konto vil blive opkrævet for fornyelse inden for 24 timer inden udgangen af den aktuelle periode. Du kan administrere og annullere dine abonnementer ved at gå til dine kontoindstillinger i Google Play Butik efter køb.
de_de: Die erste Zahlung wird 30 Tage nach der Kaufbestätigung Ihrem Google Play-Konto belastet. Das Abonnement wird automatisch erneuert, es sei denn, es wird mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt. Ihr Konto wird innerhalb von 24 Stunden vor Ablauf des laufenden Zeitraums für die Erneuerung belastet. Sie können Ihre Abonnements verwalten und kündigen, indem Sie nach dem Kauf zu Ihren Kontoeinstellungen im Google Play Store wechseln.
es_es: El primer pago se cargará a su cuenta de Google Play 30 días después de la confirmación de la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Se le cobrará a su cuenta la renovación dentro de las 24 horas anteriores al final del período actual. Puede administrar y cancelar sus suscripciones en la configuración de su cuenta en Google Play Store después de la compra.
fa_ir: 3030 روز پس از تأیید خرید، اولین پرداخت شما به حساب Google Play شما پرداخت می شود. اشتراک به صورت خودکار تجدید می شود مگر اینکه آن حداقل 24 ساعت قبل از پایان دوره فعلی لغو شود. حساب شما برای تمدید ظرف 24 ساعت قبل از پایان دوره جاری تادیه خواهد شد. با رفتن به تنظیمات حساب کاربری خود در فروشگاه Google Play پس از خرید، می توانید اشتراک خود را مدیریت کنید و لغو کنید.
he_il: התשלום הראשון יחויב בחשבון Google Play שלך 30 יום לאחר אישור הרכישה. המנוי מתחדשת אוטומטית, אלא אם כן הוא מבוטל לפחות 24 שעות לפני תום התקופה הנוכחית. החשבון שלך יחויב לחידוש תוך 24 שעות לפני תום התקופה הנוכחית. תוכל לנהל את המנויים ולבטל אותם על ידי מעבר להגדרות החשבון שלך בחנות Google Play לאחר הרכישה.
hi_in: खरीद की पुष्टि के 30 दिन बाद आपके Google Play खाते से पहला भुगतान लिया जाएगा। वर्तमान अवधि की समाप्ति से कम से कम 24 घंटे पहले रद्द होने तक सदस्यता स्वतः नवीनीकृत हो जाती है। वर्तमान अवधि के अंत से पहले 24 घंटों के भीतर आपके खाते को नवीनीकरण के लिए चार्ज किया जाएगा। आप खरीद के बाद Google Play Store पर अपनी खाता सेटिंग में जाकर अपनी सदस्यताएँ प्रबंधित और रद्द कर सकते हैं।
hr_hr: Prvo plaćanje naplaćuje se na vašem računu na usluzi Google Play 30 dana nakon potvrde kupnje. Pretplata se automatski obnavlja, osim ako je otkazana najmanje 24 sata prije kraja tekućeg razdoblja. Vaš će račun biti naplaćen u roku od 24 sata prije kraja tekućeg razdoblja. Možete upravljati i otkazivati svoje pretplate tako da nakon kupnje odete na postavke računa na Trgovini Google Play.
hu_hu: Az első befizetés a Google Play-fiókból 30 nappal a vásárlás visszaigazolása után kerül felszámításra. Az előfizetés automatikusan megújul, kivéve, ha legalább 24 órával a jelenlegi időszak vége előtt törlődik. Fiókját a jelenlegi időszak vége előtt 24 órán belül meg kell fizetni a megújításról. A vásárlást követően a Google Play Áruházban lévő fiókbeállításaira irányíthatja és törölheti előfizetését.
id_id: Pembayaran pertama akan dibebankan ke akun Google Play Anda 30 hari setelah konfirmasi pembelian. Berlangganan secara otomatis memperbarui kecuali dibatalkan setidaknya 24 jam sebelum akhir periode berjalan. Akun Anda akan dikenakan biaya untuk pembaruan dalam waktu 24 jam sebelum akhir periode berjalan. Anda dapat mengelola dan membatalkan langganan Anda dengan masuk ke pengaturan akun Anda di Google Play Store setelah pembelian.
ko_kr: 구매 확인 후 30 일이 지나면 첫 번째 결제 비용이 Google Play 계정으로 청구됩니다. 현재 기간이 끝나기 최소 24 시간 전에 구독을 취소하지 않으면 구독이 자동으로 갱신됩니다. 현재 기간이 끝나기 24 시간 이내에 계정에 갱신 비용이 청구됩니다. 구매 후 Google Play 스토어의 계정 설정으로 이동하여 구독을 관리하고 취소 할 수 있습니다.
lv_lv: Pirmais maksājums tiks iekasēts no jūsu Google Play konta 30 dienas pēc pirkuma apstiprināšanas. Abonēšana tiek automātiski atjaunota, ja tā nav atcelta vismaz 24 stundas pirms kārtējā perioda beigām. Jūsu konts tiks iekasēts par atjaunošanu 24 stundu laikā pirms pašreizējā perioda beigām. Pēc iegādes varat pārvaldīt un atcelt abonementus, dodoties uz sava konta iestatījumiem pakalpojumā Google Play veikals.
nb_no: Første betaling vil bli belastet Google Play-kontoen din 30 dager etter bekreftelsen av kjøpet. Abonnementet fornyes automatisk med mindre det er kansellert minst 24 timer før slutten av den nåværende perioden. Kontoen din vil bli belastet for fornyelse innen 24 timer før slutten av den nåværende perioden. Du kan administrere og kansellere abonnementene dine ved å gå til kontoinnstillingene dine i Google Play Butikk etter kjøp.
nl_nl: De eerste betaling wordt 30 dagen na de bevestiging van de aankoop in rekening gebracht op uw Google Play-account. Abonnement wordt automatisch verlengd, tenzij het ten minste 24 uur voor het einde van de lopende periode wordt geannuleerd. Uw account wordt binnen 24 uur voorafgaand aan het einde van de lopende periode in rekening gebracht voor verlenging. U kunt uw abonnementen beheren en annuleren door na aankoop naar uw accountinstellingen in de Google Play Store te gaan.
pl_pl: Pierwsza płatność zostanie pobrana z konta Google Play 30 dni po potwierdzeniu zakupu. Subskrypcja automatycznie odnawia, chyba że zostanie anulowana co najmniej 24 godziny przed końcem bieżącego okresu. Twoje konto zostanie obciążone opłatą za przedłużenie w ciągu 24 godzin przed końcem bieżącego okresu. Możesz zarządzać subskrypcjami i anulować je, przechodząc do ustawień konta w sklepie Google Play po zakupie.
pt_pt: O primeiro pagamento será cobrado em sua conta do Google Play 30 dias após a confirmação da compra. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do final do período atual. Sua conta será cobrada para renovação dentro de 24 horas antes do final do período atual. Você pode gerenciar e cancelar suas inscrições acessando as configurações da sua conta na Google Play Store após a compra.
ro_ro: Prima plată va fi debitată în contul Google Play după 30 de zile de la confirmarea achiziției. Abonamentul se reînnoiește automat, cu excepția cazului în care este anulată cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Contul dvs. va fi taxat pentru reînnoire cu 24 de ore înainte de sfârșitul perioadei curente. Vă puteți gestiona și anula abonamentele accesând setările contului dvs. din Magazin Google Play după cumpărare.
sl_si: Prvo plačilo bo zaračunano vašemu računu Google Play 30 dni po potrditvi nakupa. Naročnina se samodejno obnovi, razen če je preklicana vsaj 24 ur pred koncem trenutnega obdobja. Vaš račun bo zaračunan za podaljšanje v 24 urah pred koncem trenutnega obdobja. Naročnine lahko upravljate in prekličete tako, da po nakupu odprete nastavitve računa v Trgovini Google Play.
sr_rs: Прва уплата ће бити наплаћена на вашем Гоогле Плаи рачуну 30 дана након потврде куповине. Претплата се аутоматски обнавља, осим ако није отказана најмање 24 сата прије краја текућег периода. Ваш рачун ће бити наплаћен за обнављање у року од 24 сата прије краја текућег периода. Можете да управљате и откажете своје претплате тако што ћете након куповине отићи у поставке налога на Гоогле Плаи продавници.
sv_se: Första betalningen debiteras på ditt Google Play-konto 30 dagar efter bekräftelsen på inköpet. Prenumerationen förnyas automatiskt om den inte längre är inställd minst 24 timmar före slutet av den aktuella perioden. Ditt konto debiteras för förnyelse inom 24 timmar före slutet av den aktuella perioden. Du kan hantera och avbryta dina prenumerationer genom att gå till dina kontoinställningar i Google Play Butik efter köp.
uk_ua: Перший платіж буде стягнуто з вашого облікового запису Google Play через 30 днів після підтвердження покупки. Підписка автоматично продовжується, якщо вона не буде скасована принаймні за 24 години до закінчення поточного періоду. Ваш обліковий запис буде стягнено за поновлення протягом 24 годин до закінчення поточного періоду. Можна керувати та скасувати свої підписки, перейшовши до налаштувань облікового запису в Google Play Маркет після покупки.
zh_tw: 購買確認後的30天之內，第一筆付款會從您的Google Play帳戶中扣除。 訂閱會自動續訂，除非在當前期限結束前至少24小時取消訂閱。 我們會在當前期限結束前的24小時內向您的帳戶收取續訂費用。 購買後，您可以轉到Google Play商店中的帳戶設置來管理和取消訂閱。

# subscription_disclaimer_ios
source: Payment will be charged to your Apple ID account after the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
ar_eg: سيتم فرض الدفع على حساب Apple ID الخاص بك بعد تأكيد الشراء. يتم تجديد الاشتراك تلقائيًا ما لم يتم إلغاؤه قبل 24 ساعة على الأقل من نهاية الفترة الحالية. سيتم فرض رسوم على حسابك خلال 24 ساعة قبل نهاية الفترة الحالية. يمكنك إدارة وإلغاء اشتراكاتك عن طريق الانتقال إلى إعدادات حسابك على App Store بعد الشراء.
bg_bg: Плащането ще бъде начислено към вашия акаунт в Apple ID след потвърждение на покупката. Абонаментът автоматично се подновява, освен ако не бъде анулиран най-малко 24 часа преди края на текущия период. Вашият акаунт ще бъде таксуван за подновяване в рамките на 24 часа преди края на текущия период. Можете да управлявате и анулирате абонаментите си, като отидете в настройките на вашия акаунт в App Store след покупка.
cs_cz: Platba bude účtována vašemu Apple ID účtu po potvrzení nákupu. Předplatné se automaticky obnovuje, pokud není zrušeno nejméně 24 hodin před koncem aktuálního období. Nové předplatné bude účtováno do 24 hodin před koncem aktuálního období. Své odběry můžete spravovat a zrušit tak, že po zakoupení přejdete do nastavení účtu na App Store.
da_dk: Betaling vil blive opkrævet på din Apple ID-konto efter bekræftelse af køb. Abonnementet fornyes automatisk, medmindre det annulleres mindst 24 timer inden udgangen af den aktuelle periode. Din konto vil blive opkrævet for fornyelse inden for 24 timer inden udgangen af den aktuelle periode. Du kan administrere og annullere dine abonnementer ved at gå til dine kontoindstillinger på App Store efter køb.
de_de: Die Zahlung wird Ihrem Apple ID-Konto nach der Kaufbestätigung in Rechnung gestellt. Das Abonnement wird automatisch erneuert, es sei denn, es wird mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt. Ihr Konto wird innerhalb von 24 Stunden vor Ablauf des laufenden Zeitraums für die Erneuerung belastet. Sie können Ihre Abonnements verwalten und kündigen, indem Sie nach dem Kauf Ihre Kontoeinstellungen im App Store aufrufen.
es_es: El pago se cargará a su cuenta de Apple ID después de la confirmación de la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Se le cobrará a su cuenta la renovación dentro de las 24 horas anteriores al final del período actual. Puede administrar y cancelar sus suscripciones en la configuración de su cuenta en App Store después de la compra.
fa_ir: 30پرداخت پس از تأیید خرید به حساب Apple ID پرداخت می شود. اشتراک به صورت خودکار تجدید می شود مگر اینکه آن حداقل 24 ساعت قبل از پایان دوره فعلی لغو شود. حساب شما برای تمدید ظرف 24 ساعت قبل از پایان دوره جاری تادیه خواهد شد. شما می توانید اشتراک خود را با رفتن به تنظیمات حساب کاربری خود در App Store پس از خرید، مدیریت کنید و لغو کنید.
he_il: התשלום יחויב בחשבון Apple ID שלך לאחר אישור הרכישה. המנוי מתחדשת אוטומטית, אלא אם כן הוא מבוטל לפחות 24 שעות לפני תום התקופה הנוכחית. החשבון שלך יחויב לחידוש תוך 24 שעות לפני תום התקופה הנוכחית. תוכל לנהל ולבטל את ההרשמות שלך על ידי מעבר להגדרות החשבון שלך ב- App Store לאחר הרכישה.
hi_in: खरीद की पुष्टि के बाद भुगतान आपके Apple ID खाते से किया जाएगा। वर्तमान अवधि की समाप्ति से कम से कम 24 घंटे पहले रद्द होने तक सदस्यता स्वतः नवीनीकृत हो जाती है। वर्तमान अवधि के अंत से पहले 24 घंटों के भीतर आपके खाते को नवीनीकरण के लिए चार्ज किया जाएगा। आप खरीद के बाद App Store पर अपनी खाता सेटिंग में जाकर अपनी सदस्यताएँ प्रबंधित और रद्द कर सकते हैं।
hr_hr: Plaćanje će biti naplaćeno na vašem Apple ID računu nakon potvrde kupnje. Pretplata se automatski obnavlja, osim ako je otkazana najmanje 24 sata prije kraja tekućeg razdoblja. Vaš će račun biti naplaćen u roku od 24 sata prije kraja tekućeg razdoblja. Možete upravljati i otkazati svoje pretplate tako da odete na postavke računa na App Store nakon kupnje.
hu_hu: A kifizetést az Apple ID-fiókja terheli a vásárlás visszaigazolása után. Az előfizetés automatikusan megújul, kivéve, ha legalább 24 órával a jelenlegi időszak vége előtt törlődik. Fiókját a jelenlegi időszak vége előtt 24 órán belül meg kell fizetni a megújításról. A vásárlást követően az App Store fiókbeállításaira irányíthatja és törölheti előfizetését.
id_id: Pembayaran akan dibebankan ke akun ID Apple Anda setelah konfirmasi pembelian. Berlangganan secara otomatis memperbarui kecuali dibatalkan setidaknya 24 jam sebelum akhir periode berjalan. Akun Anda akan dikenakan biaya untuk pembaruan dalam waktu 24 jam sebelum akhir periode berjalan. Anda dapat mengelola dan membatalkan langganan Anda dengan masuk ke pengaturan akun Anda di App Store setelah pembelian.
ko_kr: 구매 확인 후 결제는 Apple ID 계정으로 청구됩니다. 현재 기간이 끝나기 최소 24 시간 전에 구독을 취소하지 않으면 구독이 자동으로 갱신됩니다. 현재 기간이 끝나기 24 시간 이내에 계정에 갱신 비용이 청구됩니다. 구매 후 App Store의 계정 설정으로 이동하여 구독을 관리하고 취소 할 수 있습니다.
lv_lv: Maksājums tiks iekasēts no jūsu Apple ID konta pēc pirkuma apstiprināšanas. Abonēšana tiek automātiski atjaunota, ja tā nav atcelta vismaz 24 stundas pirms kārtējā perioda beigām. Jūsu konts tiks iekasēts par atjaunošanu 24 stundu laikā pirms pašreizējā perioda beigām. Pēc iegādes varat pārvaldīt un atcelt abonementus, dodoties uz sava konta iestatījumiem lietotnē App Store.
nb_no: Betaling vil bli belastet din Apple ID-konto etter bekreftelse på kjøp. Abonnementet fornyes automatisk med mindre det er kansellert minst 24 timer før slutten av den nåværende perioden. Kontoen din vil bli belastet for fornyelse innen 24 timer før slutten av den nåværende perioden. Du kan administrere og kansellere abonnementene dine ved å gå til kontoinnstillingene dine på App Store etter kjøp.
nl_nl: De betaling wordt na de bevestiging van de aankoop in rekening gebracht op uw Apple ID-account. Abonnement wordt automatisch verlengd, tenzij het ten minste 24 uur voor het einde van de lopende periode wordt geannuleerd. Uw account wordt binnen 24 uur voorafgaand aan het einde van de lopende periode in rekening gebracht voor verlenging. U kunt uw abonnementen beheren en annuleren door na aankoop naar uw accountinstellingen op de App Store te gaan.
pl_pl: Płatność zostanie naliczona na konto Apple ID po potwierdzeniu zakupu. Subskrypcja automatycznie odnawia, chyba że zostanie anulowana co najmniej 24 godziny przed końcem bieżącego okresu. Twoje konto zostanie obciążone opłatą za przedłużenie w ciągu 24 godzin przed końcem bieżącego okresu. Możesz zarządzać subskrypcjami i je anulować, przechodząc do ustawień konta w App Store po zakupie.
pt_pt: O pagamento será cobrado em sua conta da Apple ID após a confirmação da compra. A assinatura é renovada automaticamente, a menos que seja cancelada pelo menos 24 horas antes do final do período atual. Sua conta será cobrada para renovação dentro de 24 horas antes do final do período atual. Você pode gerenciar e cancelar suas assinaturas acessando as configurações da sua conta na App Store após a compra.
ro_ro: Plata va fi debitată în contul dvs. Apple ID după confirmarea achiziției. Abonamentul se reînnoiește automat, cu excepția cazului în care este anulată cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Contul dvs. va fi taxat pentru reînnoire cu 24 de ore înainte de sfârșitul perioadei curente. Puteți gestiona și anula abonamentele dvs. accesând setările contului din App Store după cumpărare.
sl_si: Plačilo bo zaračunano na vaš račun Apple ID po potrditvi nakupa. Naročnina se samodejno obnovi, razen če je preklicana vsaj 24 ur pred koncem trenutnega obdobja. Vaš račun bo zaračunan za podaljšanje v 24 urah pred koncem trenutnega obdobja. Naročnine lahko upravljate in prekličete tako, da po nakupu obiščete nastavitve računa na App Store.
sr_rs: Плаћање ће бити наплаћено на вашем Аппле ИД рачуну након потврде куповине. Претплата се аутоматски обнавља, осим ако није отказана најмање 24 сата прије краја текућег периода. Ваш рачун ће бити наплаћен за обнављање у року од 24 сата прије краја текућег периода. Можете да управљате и откажете своје претплате тако што ћете након куповине отићи на подешавања налога на Апп Сторе.
sv_se: Betalningen debiteras på ditt Apple ID-konto efter bekräftelse på köp. Prenumerationen förnyas automatiskt om den inte längre är inställd minst 24 timmar före slutet av den aktuella perioden. Ditt konto debiteras för förnyelse inom 24 timmar före slutet av den aktuella perioden. Du kan hantera och avbryta dina prenumerationer genom att gå till dina kontoinställningar på App Store efter inköpet.
uk_ua: Оплата буде стягнута з вашого облікового запису Apple ID після підтвердження покупки. Підписка автоматично продовжується, якщо вона не буде скасована принаймні за 24 години до закінчення поточного періоду. Ваш обліковий запис буде стягнено за поновлення протягом 24 годин до закінчення поточного періоду. Ви можете керувати та скасувати свої підписки, перейшовши до налаштувань облікового запису в App Store після покупки.
zh_tw: 購買確認後，付款將記入您的Apple ID帳戶。 訂閱會自動續訂，除非在當前期限結束前至少24小時取消訂閱。 我們會在當前期限結束前的24小時內向您的帳戶收取續訂費用。 購買後，您可以通過在App Store上轉到帳戶設置來管理和取消訂閱。

source: Terms of use
ar_eg: تعليمات الاستخدام
bg_bg: Условия за ползване
cs_cz: Podmínky použití
da_dk: Vilkår for brug
de_de: Nutzungsbedingungen
es_es: Términos de Uso
fa_ir: شرایط استفاده
he_il: תנאי שימוש
hi_in: उपयोग की शर्तें
hr_hr: Uvjeti korištenja
hu_hu: Használati feltételek
id_id: Syarat Penggunaan
ko_kr: 이용 약관
lv_lv: Lietošanas noteikumi
nb_no: Vilkår for bruk
nl_nl: Gebruiksvoorwaarden
pl_pl: Warunki korzystania
pt_pt: Termos de uso
ro_ro: Termeni de utilizare
sl_si: Pogoji uporabe
sr_rs: Услови коришћења
sv_se: Villkor
uk_ua: Умови використання
zh_tw: 使用條款

source: Privacy Policy
ar_eg: سياسة خاصة
bg_bg: Политика за поверителност
cs_cz: Zásady ochrany osobních údajů
da_dk: Fortrolighedspolitik
de_de: Datenschutz-Bestimmungen
es_es: Política de privacidad
fa_ir: سیاست حفظ حریم خصوصی
he_il: מדיניות פרטיות
hi_in: गोपनीयता नीति
hr_hr: Pravila o privatnosti
hu_hu: Adatvédelmi irányelvek
id_id: Rahasia pribadi
ko_kr: 개인 정보 정책
lv_lv: Privātuma politika
nb_no: Personvernregler
nl_nl: Privacybeleid
pl_pl: Polityka prywatności
pt_pt: Política de Privacidade
ro_ro: Politica de confidențialitate
sl_si: Pravilnik o zasebnosti
sr_rs: Правила о приватности
sv_se: Integritetspolicy
uk_ua: Політика конфіденційності
zh_tw: 隱私政策

# promotion_title
source: Paid feature
ar_eg: ميزة مدفوعة
bg_bg: Платена функция
cs_cz: Placená funkce
da_dk: Betalt funktion
de_de: Bezahlte Funktion
es_es: Característica de pago
fa_ir: ویژگی پرداخت شده
he_il: תכונה בתשלום
hi_in: भुगतान की सुविधा
hr_hr: Plaćena značajka
hu_hu: Fizetett funkció
id_id: Fitur berbayar
ko_kr: 유료 기능
lv_lv: Maksas funkcija
nb_no: Betalt funksjon
nl_nl: Betaalde functie
pl_pl: Płatna funkcja
pt_pt: Recurso pago
ro_ro: Caracteristică plătită
sl_si: Plačana funkcija
sr_rs: Плаћена функција
sv_se: Betald funktion
uk_ua: Платна функція
zh_tw: 付費功能

# promotion_content
source: This is a paid feature. You can use it for free until {date}
ar_eg: هذه هي الميزة المدفوعة. يمكنك استخدامه مجانا حتى {date}
bg_bg: Това е платена функция. Можете да го използвате безплатно до {date}
cs_cz: Toto je placená funkce. Volně dostupná bude do {date}
da_dk: Dette er en betalt funktion. Du kan bruge det gratis indtil {date}
de_de: Dies ist eine kostenpflichtige Funktion. Sie können sie bis {date} kostenlos nutzen.
es_es: Esta es una característica de pago. Puedes usarlo gratis hasta {date}
fa_ir: این یک ویژگی پرداخت شده است. شما می توانید آن را به صورت رایگان تا {date} استفاده کنید
he_il: זוהי תכונה בתשלום. אתה יכול להשתמש בו בחינם עד {date}
hi_in: यह एक पेड फीचर है। आप इसे {date} तक मुफ्त में उपयोग कर सकते हैं
hr_hr: Ovo je plaćena značajka. Možete ga koristiti besplatno do {date}
hu_hu: Fizetett funkció. {date} -ig ingyenesen használhatja
id_id: Ini adalah fitur berbayar. Anda dapat menggunakannya secara gratis hingga {date}
ko_kr: 유료 기능입니다. {date}까지 무료로 사용할 수 있습니다
lv_lv: Tā ir maksas funkcija. To var izmantot bez maksas līdz {date}
nb_no: Dette er en betalt funksjon. Du kan bruke det gratis til {date}
nl_nl: Dit is een betaalde functie. Je kunt het gratis gebruiken tot {date}
pl_pl: To jest płatna funkcja. Możesz jej używać za darmo do {date}
pt_pt: Este é um recurso pago. Você pode usá-lo gratuitamente até {date}
ro_ro: Aceasta este o caracteristică plătită. Puteți să-l utilizați gratuit până la {date}
sl_si: To je plačana funkcija. Uporabite ga lahko brezplačno do {date}
sr_rs: Ово је плаћена функција. Можете га користити бесплатно до {date}
sv_se: Detta är en betald funktion. Du kan använda den gratis till {date}
uk_ua: Це платна функція. Ви можете використовувати її безкоштовно до {date}
zh_tw: 這是一項付費功能。 您可以在{date}之前免費使用它

# no_connection_title
source: Connection
ar_eg: صلة
bg_bg: Връзка
cs_cz: Připojení
da_dk: Forbindelse
de_de: Verbindung
es_es: Conexión
fa_ir: ارتباط
he_il: חיבור
hi_in: संबंध
hr_hr: Veza
hu_hu: Kapcsolat
id_id: Koneksi
ko_kr: 연결
lv_lv: Savienojums
nb_no: Forbindelse
nl_nl: Verbinding
pl_pl: Połączenie
pt_pt: Conexão
ro_ro: Conexiune
sl_si: Povezava
sr_rs: Цоннецтион
sv_se: Förbindelse
uk_ua: Підключення
zh_tw: 連接
