Repository: benadrasni/abherbs_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar_eg, bg_bg, cs_cz, da_dk, de_de, es_es, fa_ir, he_il, hi_in, hr_hr, hu_hu, id_id, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sl_si, sr_rs, sv_se, uk_ua, zh_tw

# auth_reset_password_email_message
source: Follow the instructions sent to {email} to reset your password.
ar_eg: اتبع التعليمات المرسلة إلى {email} لإعادة تعيين كلمة المرور الخاصة بك.
bg_bg: Следвайте инструкциите, изпратени до {email}, за да нулирате паролата си.
cs_cz: Postupujte podle pokynů odeslaných na adresu {email} a obnovte heslo.
da_dk: Følg instruktionerne sendt til {email} for at nulstille din adgangskode.
de_de: Folgen Sie den Anweisungen, die an {email} gesendet wurden, um Ihr Passwort zurückzusetzen.
es_es: Siga las instrucciones enviadas a {email} para restablecer su contraseña.
fa_ir: دستورالعمل ارسال شده به {email} را برای بازنشانی گذرواژه خود دنبال کنید.
he_il: בצע את ההוראות שנשלחו אל {email} כדי לאפס את הסיסמה.
hi_in: अपना पासवर्ड रीसेट करने के लिए {email} को भेजे गए निर्देशों का पालन करें।
hr_hr: Slijedite upute poslane na {email} da biste poništili zaporku.
hu_hu: A jelszó visszaállításához kövesse a(z) {email} címre küldött utasításokat.
id_id: Ikuti instruksi yang dikirim ke {email} untuk mereset kata sandi Anda.
ko_kr: 비밀번호를 재설정하려면 {email} 로 전송 된 지시 사항을 따르십시오.
lv_lv: Lai atiestatītu paroli, izpildiet norādījumus, kas nosūtīti uz {email}.
nb_no: Følg instruksjonene som sendes til {email} for å tilbakestille passordet ditt.
nl_nl: Volg de instructies verzonden naar {email} om uw wachtwoord opnieuw in te stellen.
pl_pl: Postępuj zgodnie z instrukcjami przesłanymi do {email}, aby zresetować hasło.
pt_pt: Siga as instruções enviadas para {email} para redefinir sua senha.
ro_ro: Urmați instrucțiunile trimise la {email} pentru a vă reseta parola.
sl_si: Sledite navodilom, poslanim {email}, da ponastavite geslo.
sr_rs: Следите упутства која су послата на {email} да бисте поново поставили лозинку.
sv_se: Följ instruktionerna som skickas till {email} för att återställa ditt lösenord.
uk_ua: Виконуйте інструкції, надіслані на адресу {email}, щоб скинути пароль.
zh_tw: 按照發送到{email}的說明重置密碼。

# auth_resend_email
source: Resend Email
ar_eg: إعادة إرسال البريد الإلكتروني
bg_bg: Изпратете отново имейла
cs_cz: Přeposlat e-mail
da_dk: Send e-mail igen
de_de: E-Mail erneut senden
es_es: Reenviar correo electrónico
fa_ir: ایمیل را دوباره ارسال کن
he_il: שלח אימייל מחדש
hi_in: पुन: ईमेल भेजें
hr_hr: Ponovi slanje e-pošte
hu_hu: E-mail újraküldése
id_id: Kirim ulang email
ko_kr: 이메일 재전송
lv_lv: Sūtīt vēlreiz e-pastu
nb_no: Send e-post igjen
nl_nl: Email opnieuw verzenden
pl_pl: Wyślij e-mail ponownie
pt_pt: Reenviar email
ro_ro: Retrimiteți e-mailul
sl_si: Ponovno pošlji e-pošto
sr_rs: Поново пошаљи е-маил
sv_se: Skicka email igen
uk_ua: Повторно надіслати пошту
zh_tw: 重發電子郵件

# auth_verify_phone_number
source: Verify phone number
ar_eg: تأكيد ملكية رقم الهاتف
bg_bg: Потвърдете телефонния номер
cs_cz: Ověřit telefonní číslo
da_dk: Bekræft dit telefonnummer
de_de: Telefonnummer bestätigen
es_es: Verificar número de teléfono
fa_ir: تأیید شماره تلفن
he_il: אמת את מספר הטלפון
hi_in: फ़ोन नंबर की पुष्टि करें
hr_hr: Potvrda telefonskog broja
hu_hu: Telefonszám ellenőrzése
id_id: Verifikasi nomor telepon
ko_kr: 전화 번호 확인
lv_lv: Verificēt tālruņa numuru
nb_no: Bekreft telefonnummeret
nl_nl: Telefoonnummer verifiëren
pl_pl: Zweryfikuj numer telefonu
pt_pt: Confirmar número de telefone
ro_ro: Confirmați numărul de telefon
sl_si: Preverjanje telefonske številke
sr_rs: Верификуј број телефона
sv_se: Verifiera telefonnummer
uk_ua: Підтвердити номер телефону
zh_tw: 驗證電話號碼

# auth_verify_phone_number_title
source: Enter your phone number
ar_eg: أدخل رقم هاتفك
bg_bg: Въведете Вашият телефонен номер
cs_cz: Zadejte své telefonní číslo
da_dk: Angiv dit telefonnummer
de_de: Telefonnummer eingeben
es_es: Verificar el número de teléfono
fa_ir: شماره تلفن خود را وارد کنید
he_il: הזן מספר טלפון
hi_in: अपना दूरभाष क्रमांक दर्ज करें
hr_hr: Unesite vaš telefonski broj
hu_hu: Írja be a telefonszámát
id_id: Masukkan nomor telepon
ko_kr: 전화 번호를 입력하십시오
lv_lv: Ievadiet savu tālruņa numuru
nb_no: Tast inn ditt telefonnummer
nl_nl: Vul je telefoonnummer in
pl_pl: Wpisz swój numer telefonu
pt_pt: Insira um número de telefone
ro_ro: Introduceți un număr de telefon
sl_si: Vnesite telefonsko številko
sr_rs: Унесите број телефона
sv_se: Ange ett telefonnummer
uk_ua: Введіть номер телефону
zh_tw: 輸入你的電話號碼

# auth_phone_hint
source: Phone Number
ar_eg: رقم الهاتف
bg_bg: Телефонен номер
cs_cz: Telefonní číslo
da_dk: Telefonnummer
de_de: Telefonnummer
es_es: Número de teléfono
fa_ir: شماره تلفن
he_il: מספר טלפון
hi_in: फ़ोन नंबर
hr_hr: Telefonski broj
hu_hu: Telefonszám
ko_kr: 전화 번호
lv_lv: Tālruņa numurs
nb_no: Telefonnummer
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
pt_pt: Número de telefone
ro_ro: Număr de telefon
sl_si: Telefonska številka
sr_rs: Број телефона
sv_se: Telefonnummer
uk_ua: Номер телефону
zh_tw: 電話號碼

# auth_code_hint
source: SMS code
ar_eg: الشفرة
bg_bg: SMS код
cs_cz: SMS kód
da_dk: SMS kode
es_es: Código SMS
fa_ir: کد اس ام اس
he_il: קוד ה- סמס
hi_in: एसएमएस कोड
hr_hr: SMS kôd
hu_hu: SMS-kód
id_id: Kode SMS
ko_kr: SMS 코드
lv_lv: SMS kods
nb_no: SMS-kode
pl_pl: Kod SMS
pt_pt: Código SMS
ro_ro: Codul SMS
sl_si: SMS koda
sr_rs: СМС код
sv_se: SMS-kod
uk_ua: Код SMS
zh_tw: 短信代碼

# auth_invalid_phone_number
source: Enter a valid phone number
ar_eg: يُرجى إدخال رقم هاتف صالح
bg_bg: Въведете валиден телефонен номер
cs_cz: Zadejte platné telefonní číslo
da_dk: Angiv et gyldigt telefonnummer
de_de: Geben Sie eine gültige Telefonnummer ein
es_es: Introduzca un número de teléfono válido
fa_ir: شماره تلفن معتبر وارد کنید
he_il: הזן מספר טלפון חוקי
hi_in: कोई मान्य फ़ोन नंबर डालें
hr_hr: Unesite važeći telefonski broj
hu_hu: Adjon meg érvényes telefonszámot.
id_id: Masukkan nomor telepon yang validr
ko_kr: 유효한 전화 번호를 입력하십시오
lv_lv: Ievadiet derīgu tālruņa numuru
nb_no: Oppgi et gyldig telefonnummer
nl_nl: Voer een geldig telefoonnummer in
pl_pl: Wpisz prawidłowy numer telefonu
pt_pt: Insira um número de telefone válido
ro_ro: Introduceți un număr valid de telefon
sl_si: Vnesite veljavno telefonsko številko
sr_rs: Унесите важећи број телефона
sv_se: Ange ett giltigt telefonnummer
uk_ua: Введіть дійсний номер телефону
zh_tw: 輸入有效的電話號碼

# auth_invalid_code
source: Enter a valid SMS code
ar_eg: أدخل رمزًا صالحًا
bg_bg: Въведете валиден SMS код
cs_cz: Zadejte platný kód
da_dk: Angiv et gyldigt kode
de_de: Geben Sie einen gültigen SMS-Code ein
es_es: Introduce un código SMS válido
fa_ir: یک کد معتبر SMS وارد کنید
he_il: הזן קוד סמס חוקי
hi_in: एक मान्य एसएमएस कोड दर्ज करें
hr_hr: Unesite valjani SMS kôd
hu_hu: Adjon meg érvényes SMS kódot
id_id: Masukkan kode SMS yang valid
ko_kr: 유효한 SMS 코드를 입력하십시오
lv_lv: Ievadiet derīgu SMS kodu
nb_no: Skriv inn et gyldig telefonnummer
nl_nl: Voer een geldige sms-code in
pl_pl: Wpisz poprawny kod SMS
pt_pt: Insira um código SMS válido
ro_ro: Introduceți un cod SMS valid
sl_si: Vnesite veljavno kodo SMS
sr_rs: Унесите важећи СМС код
sv_se: Ange ett giltig SMS-kod
uk_ua: Введіть дійсний код SMS
zh_tw: 輸入有效的短信代碼

# auth_incorrect_code
source: Wrong code. Try again.
ar_eg: الرمز غير صحيح. يُرجى المحاولة مجددًا.
bg_bg: Грешен код. Опитай пак.
cs_cz: Špatný kód. Zkuste to znovu.
da_dk: Koden er forkert. Prøv igen.
de_de: Falscher Code. Versuchen Sie es noch einmal.
es_es: El código es incorrecto. Vuelve a intentarlo.
fa_ir: کد اشتباه است. دوباره امتحان کنید.
he_il: קוד שגוי. נסה שוב.
hi_in: गलत कोड. फिर से कोशिश करें.
hr_hr: Pogrešan kôd. Pokušajte ponovo.
hu_hu: Hibás kód. Próbálja újra.
id_id: Salah kode. Coba lagi.
ko_kr: 잘못된 코드. 다시 시도하십시오.
lv_lv: Nepareizs kods. Mēģiniet vēlreiz.
nb_no: Feil kode. Prøv på nytt.
nl_nl: Onjuiste code. Probeer het opnieuw.
pl_pl: Nieprawidłowy kod. Spróbuj jeszcze raz.
pt_pt: Código incorreto. Tente novamente.
ro_ro: Cod greșit. Încercați din nou.
sl_si: Napačna koda. Poskusite znova.
sr_rs: Кôд није тачан. Пробајте поново.
sv_se: Fel kod. Försök igen.
uk_ua: Неправильний код. Повторіть спробу.
zh_tw: 錯誤的代碼。 再試一次。

# auth_sms_terms_of_service
source: By tapping "Verify Phone Number", an SMS may be sent. Message & data rates may apply.
ar_eg: عند النقر على ، قد يتمّ إرسال رسالة قصيرة SMS وقد يتمّ تطبيق رسوم الرسائل والبيانات.
bg_bg: Чрез докосване на „Потвърдете телефонния номер“ може да се изпрати SMS. Може да се прилагат тарифи за съобщения и данни.
cs_cz: Po klepnutí na možnost „Ověřit telefonní číslo” může být odeslána SMS. Mohou být účtovány poplatky za zprávy a data.
da_dk: Når du trykker på “Bekræft dit telefonnummer”, sendes der måske en sms. Der opkræves muligvis gebyrer for beskeder og data.
de_de: Wenn Sie auf “Telefonnummer bestätigen” tippen, erhalten Sie eine SMS. Für die Datenübertragung können Gebühren anfallen.
es_es: Al tocar "Verificar número de teléfono", podría enviarse un SMS. Es posible que se apliquen cargos de mensajería y de uso de datos.
fa_ir: با ضربه زدن روی «تأیید شماره تلفن»، پیامکی برایتان ارسال می‌شود. هزینه پیام و داده اعمال می‌شود.
he_il: על ידי הקשה על "אימות מספר טלפון", ניתן לשלוח הודעת סמס. ייתכן שיחולו תעריפי הודעות ונתונים.
hi_in: “फ़ोन नंबर की पुष्टि करें” पर टैप करने पर, एक मैसेज (एसएमएस) भेजा जा सकता है. मैसेज और डेटा दरें लागू हो सकती हैं.
hr_hr: Dodirivanje gumba “Potvrda telefonskog broja” može dovesti do slanja SMS poruke. Mogu se primijeniti naknade za slanje poruka i podatkovni promet.
hu_hu: Ha a „Telefonszám általi azonosítás” lehetőséget választja, a rendszer SMS-t küldhet Önnek. A szolgáltató ezért üzenet- és adatforgalmi díjat számíthat fel.
id_id: Dengan mengetuk "Verifikasi Nomor Telepon", SMS dapat dikirim. Tarif pesan & data mungkin berlaku.
ko_kr: '전화 번호 확인'을 누르면 SMS가 전송 될 수 있습니다. 메시지 및 데이터 요금이 적용될 수 있습니다.
lv_lv: Pieskaroties pogai Verificēt tālruņa numuru, var tikt nosūtīta īsziņa. Var tikt piemērota maksa par ziņojumiem un datu pārsūtīšanu.
nb_no: Når du trykker på «Bekreft telefonnummeret», kan det bli sendt en SMS. Kostnader for meldinger og datatrafikk kan påløpe.
nl_nl: Als u op “Telefoonnummer verifiëren” tikt, ontvangt u mogelijk een sms. Er kunnen sms- en datakosten in rekening worden gebracht.
pl_pl: Gdy klikniesz „Zweryfikuj numer telefonu”, może zostać wysłany SMS. Może to skutkować pobraniem opłaty za przesłanie wiadomości i danych.
pt_pt: Se você tocar em “Confirmar número de telefone”, um SMS poderá ser enviado e tarifas de mensagens e de dados serão cobradas.
ro_ro: Dacă atingeți „Confirmați numărul de telefon”, poate fi trimis un SMS. Se pot aplica tarife pentru mesaje și date.
sl_si: Če se dotaknete možnosti »Preverjanje telefonske številke«, bo morda poslano sporočilo SMS. Pošiljanje sporočila in prenos podatkov boste morda morali plačati.
sr_rs: Ако додирнете „Верификуј број телефона“, можда ћете послати SMS. Могу да вам буду наплаћени трошкови слања поруке и преноса података.
sv_se: Genom att trycka på „Verifiera telefonnummer“ skickas ett sms. Meddelande- och dataavgifter kan tillkomma.
uk_ua: Коли ви натиснете на опцію “Підтвердити номер телефону”, вам може надійти SMS-повідомлення. За SMS і використання трафіку може стягуватися плата.
zh_tw: 通過點擊“驗證電話號碼”，可以發送短信。 信息和數據速率可能適用。

# auth_enter_confirmation_code
source: Enter the 6-digit code we sent to
ar_eg: أدخل الرمز المكوّن من 6 أرقام الذي أرسلناه إلى
bg_bg: Въведете 6-цифрения код,който ви изпратихме.
cs_cz: Zadejte šestimístný kód, který jsme vám zaslali na
da_dk: Angiv den 6-cifrede kode, vi sendte til
de_de: Geben Sie den 6-stelligen Code ein, der gesendet wurde an
es_es: Introduce el código de seis dígitos que hemos enviado a
fa_ir: وارد کردن کد ۶ رقمی ارسال‌شده به
he_il: הזן את הקוד בן 6 הספרות ששלחנו אל
hi_in: हमारी ओर से भेजा गया 6-अंकों वाला कोड डालें
hr_hr: Unesite 6-znamenkasti kôd koji smo poslali na broj
hu_hu: Adja meg a telefonszámára elküldött 6 számjegyű kódot.
id_id: Masukkan kode 6 digit yang kami kirim ke
ko_kr: 우리가 보낸 6 자리 코드를 입력하십시오
lv_lv: Ievadiet 6 ciparu kodu, ko nosūtījām
nb_no: Oppgi den 6-sifrede koden vi sendte til
nl_nl: Voer de zescijferige code in die we hebben verzonden naar
pl_pl: Wpisz sześciocyfrowy kod, który wysłaliśmy na numer
pt_pt: Insira o código de 6 dígitos enviado para
ro_ro: Introduceți codul din 6 cifre pe care l-am trimis la
sl_si: Vnesite 6-mestno kodo, ki smo jo poslali na številko
sr_rs: Унесите 6-цифрени кôд који смо послали на
sv_se: Ange den sexsiffriga koden vi skickade till
uk_ua: Введіть 6-значний код, який ми надіслали на номер
zh_tw: 輸入我們發送給的6位代碼

# auth_resend_code
source: Resend Code
ar_eg: إعادة إرسال الرمز
bg_bg: Изпратете отново кода
cs_cz: Přeposlat kód
da_dk: Send koden igen
de_de: Code erneut senden
es_es: Reenviar código
fa_ir: ارسال مجدد کد
he_il: שלח קוד שוב
hi_in: कोड फिर से भेजें
hr_hr: Ponovo pošalji kôd
hu_hu: Kód újraküldése
id_id: Kirim ulang kode
ko_kr: 코드 재전송
lv_lv: Vēlreiz nosūtīt kodu
nb_no: Send koden på nytt
nl_nl: Code opnieuw verzenden
pl_pl: Wyślij kod ponownie
pt_pt: Reenviar código
ro_ro: Retrimiteți codul
sl_si: Ponovno pošlji kodo
sr_rs: Поново пошаљи кôд
sv_se: Skicka koden igen
uk_ua: Повторно надіслати код
zh_tw: 重新發送驗證碼

# rate_question
source: Is this app helpful?
ar_eg: هل هذا التطبيق مفيد؟
bg_bg: Това приложение полезно ли е?
cs_cz: Líbí se vám aplikace?
da_dk: Er denne app hjælpsom?
de_de: Ist diese Anwendung hilfreich?
es_es: ¿Es útil esta aplicación?
fa_ir: آیا این برنامه مفید است؟
he_il: האם האפליקציה הזו מועילה?
hi_in: क्या यह एप्लिकेशन सहायक है?
hr_hr: Je li ova aplikacija korisna?
hu_hu: Hasznos az alkalmazás?
id_id: Apakah aplikasi ini bermanfaat?
ko_kr: 이 앱이 도움이 되셨습니까?
lv_lv: Vai šī app noderīga?
nb_no: Er dette programmet nyttig?
nl_nl: Is deze applicatie handig?
pl_pl: Czy uważasz, że aplikacja jest pomocna?
pt_pt: Esta aplicação é útil?
ro_ro: Este această aplicație utilă?
sl_si: Je ta aplikacija v pomoč?
sr_rs: Да ли је ова апликација помоћи?
sv_se: Är det här programmet användbart?
uk_ua: Чи є це додаток корисним?
zh_tw: 該應用程序對您有幫助嗎？

# rate_text
source: Author of this application is fueled by positive response from the users. Please send him some starflowers through application store.
ar_eg: تأجج المؤلف من هذا التطبيق من خلال استجابة إيجابية من المستخدمين. يرجى إرسال بعض النجوم له من خلال متجر التطبيقات.
bg_bg: Авторът на това приложение е подхранван от положителни отговори от потребителите. Моля, изпратете му няколко звездни цветя през магазина за приложения.
cs_cz: Autora této aplikace motivuje pozitívny ohlas uživatelů. Pošlete mu, prosím, nejaké květiny (nejlépe hvězdníky) přes obchod s aplikacemi.
da_dk: Forfatteren af denne ansøgning er drevet af et positivt svar fra brugerne. Venligst send ham nogle stjerner gennem applikationsbutikken.
de_de: Der Autor dieser App wird durch positive Rückmeldungen der Benutzer beflügelt. Bitte senden Sie ihm doch einen Sterne-Blumenstrauß im App-Store.
es_es: Al autor de esta aplicación le motivan las reacciones positivas de los usuarios. Mándele, por favor, unas flores de la estrella a través de la tienda de aplicaciones.
fa_ir: نویسنده این برنامه توسط پاسخ مثبت از کاربران پر شده است. لطفا چند ستاره را از طریق فروشگاه نرم افزار ارسال کنید.
he_il: מחבר של יישום זה מונע על ידי תגובה חיובית מהמשתמשים. נא לשלוח לו כמה כוכבים דרך חנות היישומים.
hi_in: इस एप्लिकेशन के लेखक उपयोगकर्ताओं से सकारात्मक प्रतिक्रिया से प्रेरित हैं। कृपया उसे एप्लिकेशन स्टोर के माध्यम से कुछ सितारे भेजें।
hr_hr: Autor ove aplikacije motiviran je pozitivnim odgovorom korisnika. Molim vas, pošaljite mu neke zvijezde kroz prodavaonicu aplikacija.
hu_hu: A szerző a pozitív visszajelzésekből dolgozik. A alkalmazás tárolón keresztül csillagzással értékelheti/támogathatja a munkáját.
id_id: Penulis aplikasi ini dimotivasi oleh respon positif dari pengguna. Tolong kirimkan dia beberapa bintang melalui toko aplikasi.
ko_kr: 이 응용 프로그램의 작성자는 사용자의 긍정적 인 반응에 힘입습니다. 응용 프로그램 저장소를 통해 스타 플라워를 보내주십시오.
lv_lv: Šī pieteikuma autors ir motivēts ar pozitīvu lietotāju atbildi. Lūdzu, sūtiet viņam dažas zvaigznes, izmantojot lietojumprogrammu veikalu.
nb_no: Forfatteren av denne søknaden er motivert av positiv respons fra brukerne. Vennligst send ham noen stjerner gjennom applikasjonsbutikken.
nl_nl: Auteur van deze applicatie wordt gemotiveerd door positieve reactie van de gebruikers. Stuur hem alsjeblieft enkele sterren via de applicatiewinkel.
pl_pl: Wyrażając swoją opinię, dajesz Autorowi aplikacji chęć i motywację do jej dalszego rozwijania. Napisz proszę kilka miłych słów w Sklepie Play.
pt_pt: Autor desta aplicação é motivada pela resposta positiva dos usuários. Por favor, envie-lhe algumas estrelas através da loja de aplicativos.
ro_ro: Autor al acestei aplicații este motivată de răspunsul pozitiv din partea utilizatorilor. Trimiteți-i câteva stele prin magazinul de aplicații.
sl_si: Avtor te aplikacije je motiviran s pozitivnim odzivom uporabnikov. Prosim, pošljite mu nekaj zvezd skozi trgovino z aplikacijami.
sr_rs: Аутор ове апликације је мотивисан позитивним одговором корисника. Молим вас, пошаљите му неке звезде кроз продавницу апликација.
sv_se: Författaren till denna ansökan motiveras av positivt svar från användarna. Vänligen skicka honom några stjärnor genom applikationsbutiken.
uk_ua: Автор цієї програми мотивується позитивною реакцією користувачів. Будь ласка, надішліть йому кілька зірок через магазин додатків.
zh_tw: 用戶的積極響應推動了該應用程序的作者。 請通過應用商店向他發送一些花。

# rate_never
source: Never
ar_eg: أبدا
bg_bg: Никога
cs_cz: Nikdy
da_dk: Aldrig
de_de: Niemals
es_es: Nunca
fa_ir: هرگز
he_il: לעולם לא
hi_in: कभी नहीँ
hr_hr: Nikada
hu_hu: Soha
id_id: Tak pernah
ko_kr: 못
lv_lv: Nekad
nb_no: Aldri
nl_nl: Nooit
pl_pl: Nigdy
pt_pt: Nunca
ro_ro: Niciodată
sl_si: Nikoli
sr_rs: Никад
sv_se: Aldrig
uk_ua: Ніколи
zh_tw: 決不

# rate_later
source: Later
ar_eg: في وقت لاحق
bg_bg: По-късно
cs_cz: Později
da_dk: Senere
de_de: Später
es_es: Más tarde
fa_ir: بعد
he_il: יותר מאוחר
hi_in: बाद में
hr_hr: Kasnije
hu_hu: Később
id_id: Kemudian
ko_kr: 나중
lv_lv: Vēlāk
nb_no: Seinere
pl_pl: Później
pt_pt: Mais tarde
ro_ro: Mai târziu
sl_si: Kasneje
sr_rs: Касније
sv_se: Senare
uk_ua: Пізніше
zh_tw: 後來

# rate
source: Review
ar_eg: إعادة النظر
bg_bg: Рецензия
cs_cz: Recenze
da_dk: Anmeldelser
de_de: Bewertung
es_es: Opinione
fa_ir: مرور
he_il: סקירה
hi_in: समीक्षाएं
hr_hr: Recenzije
hu_hu: Vélemények
id_id: Ulasan
ko_kr: 리뷰
lv_lv: Pārskats
nb_no: Anmeldelser
nl_nl: Recensies
pl_pl: Opinie
pt_pt: Resenha
ro_ro: Revizie
sl_si: Mnenja
sr_rs: Рецензије
sv_se: Recensioner
uk_ua: Відгуки
zh_tw: 評論

# new_version
source: New version is available, please update.
ar_eg: الإصدار الجديد هو متاح، يرجى تحديث.
bg_bg: Налична е нова версия, моля актуализирайте.
cs_cz: K dispozici je nová verze, aktualizujte prosím.
da_dk: Ny version er tilgængelig, opdater venligst.
de_de: Es ist eine neue Version erhältlich, bitte aktualisieren.
es_es: La nueva versión está disponible, por favor actualice.
fa_ir: نسخه جدید در دسترس است، لطفا به روز رسانی کنید.
he_il: גרסה חדשה זמינה, אנא עדכן.
hi_in: नया संस्करण उपलब्ध है, कृपया अपडेट करें।
hr_hr: Dostupna je nova verzija, ažurirajte.
hu_hu: Új verzió elérhető, kérjük, frissítse.
id_id: Versi baru tersedia, perbarui.
ko_kr: 새 버전을 사용할 수 있습니다. 업데이트하십시오.
lv_lv: Ir pieejama jauna versija, lūdzu, atjauniniet to.
nb_no: Ny versjon er tilgjengelig, vennligst oppdater.
nl_nl: Nieuwe versie beschikbaar, update.
pl_pl: Dostępna jest nowa wersja, proszę dokonać aktualizacji.
pt_pt: Nova versão está disponível, por favor atualize.
ro_ro: O nouă versiunea este disponibilă, vă rugăm actualizați versiunea aplicației.
sl_si: Na voljo je nova različica, posodobite.
sr_rs: Доступна је нова верзија, ажурирајте.
sv_se: Ny version finns tillgänglig, uppdatera.
uk_ua: Нова версія доступна, будь ласка, оновіть.
zh_tw: 有新版本可用，請更新。

source: Yes
ar_eg: نعم فعلا
bg_bg: Да
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fa_ir: بله
he_il: כן
hi_in: हाँ
hr_hr: Da
hu_hu: Igen
id_id: iya nih
ko_kr: 예
lv_lv: Jā
nb_no: Ja
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
sl_si: Ja
sr_rs: Да
sv_se: Ja
uk_ua: Так
zh_tw: 是

source: No
ar_eg: لا
bg_bg: Не
cs_cz: Ne
da_dk: Ingen
de_de: Nein
fa_ir: نه
he_il: לא
hi_in: नहीं
hr_hr: Ne
hu_hu: Nem
id_id: Tidak
ko_kr: 아니
lv_lv: Nē
nb_no: Nei
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
sl_si: Ne
sr_rs: Не
sv_se: Nej
uk_ua: Ні
zh_tw: 不

source: Close
ar_eg: قريب
bg_bg: Затвори
cs_cz: Zavřít
da_dk: Lukke
de_de: Schließen
es_es: Cerrar
fa_ir: نزدیک
he_il: סגור
hi_in: बंद करे
hr_hr: Zatvoriti
hu_hu: Bezár
id_id: Dekat
ko_kr: 닫기
lv_lv: Aizvērt
nb_no: Lukk
nl_nl: Dichtbij
pl_pl: Zamknij
pt_pt: Perto
ro_ro: Închide
sl_si: Zapri
sr_rs: Близу
sv_se: Stänga
uk_ua: Закрити
zh_tw: 關

source: Pause
ar_eg: وقفة
bg_bg: Пауза
cs_cz: Pozastavit
es_es: Pausa
fa_ir: مکث
he_il: השהה
hi_in: ठहराव
hr_hr: Pauza
hu_hu: Szünet
id_id: Jeda
ko_kr: 중지
lv_lv: Pauze
nl_nl: Pauze
pl_pl: Pauza
pt_pt: Pausa
ro_ro: Pauză
sl_si: Pavza
sr_rs: Пауза
sv_se: Paus
uk_ua: Пауза
zh_tw: 停頓

# filter_color
source: color
ar_eg: اللون
bg_bg: цвят
cs_cz: barva
da_dk: farve
de_de: Farbe
fa_ir: رنگ
he_il: צבע
hi_in: रंग
hr_hr: boja
hu_hu: szín
id_id: warna
ko_kr: 색깔
lv_lv: krāsa
nb_no: farge
nl_nl: kleur
pl_pl: Kolor
pt_pt: cor
ro_ro: culoare
sl_si: Barve
sr_rs: боја
sv_se: färg
uk_ua: колір
zh_tw: 颜色

# filter_habitat
source: habitat
ar_eg: موطن
bg_bg: местообитание
cs_cz: ekologie
da_dk: vækststeder
de_de: Lebensraum
es_es: localidad
fa_ir: زیستگاه ها
he_il: בתי גידול
hi_in: पर्यावास
hr_hr: stanište
hu_hu: élettér
ko_kr: 서식지
lv_lv: biotopi
nb_no: voksested
nl_nl: standplaats
pl_pl: Siedlisko
ro_ro: habitatul
sl_si: Habitati
sr_rs: станиште
sv_se: växtplats
uk_ua: середовище
zh_tw: 棲息地

# filter_petal
source: petal
ar_eg: بتلة
bg_bg: венчелистче
cs_cz: okvětní list
da_dk: kronblad
de_de: Kronblatt
es_es: pétalo
fa_ir: گلبرگ
he_il: עלי כותרת
hi_in: दल चक्र
hr_hr: latica
hu_hu: párta
id_id: mahkota
ko_kr: 꽃잎
lv_lv: ziedlapiņa
nb_no: kronblader
nl_nl: kroonblad
pl_pl: Płatek
pt_pt: pétala
ro_ro: petală
sl_si: Venčni listi
sr_rs: латица
sv_se: kronblad
uk_ua: пелюстка
zh_tw: 花瓣

# filter_distribution
source: distribution
ar_eg: توزيع
bg_bg: разпространение
cs_cz: distribuce
da_dk: fordeling
de_de: Verbreitung
es_es: distribución
fa_ir: توزیع
he_il: הפצה
hi_in: वितरण
hr_hr: distribucija
hu_hu: terjesztés
id_id: distribusi
ko_kr: 분포
lv_lv: izplatīšana
nb_no: fordeling
nl_nl: distributie
pl_pl: Dystrybucja
pt_pt: distribuição
ro_ro: distribuire
sl_si: Regija
sr_rs: дистрибуција
uk_ua: розповсюдження
zh_tw: 區域

# color_message
source: What's the color of the flower? Choose the closest one.
ar_eg: ما هو لون الزهرة؟ اختيار أقرب واحد.
bg_bg: Какъв е цветът на цветето? Изберете най-близкия.
cs_cz: Jaké barvy jsou květiny? Vyber tu nejbližší. Vždy se můžeš vrátit a vybrat jinou.
da_dk: Hvad er farven på blomsten? Vælg den nærmeste.
de_de: Welche Farbe hat die Blüte? Wählen Sie die ähnlichste.
es_es: ¿Cuál es el color de la flor? Elige el más cercano. Puedes volver a cambiar la selección cuando sea.
fa_ir: رنگ گل چیست؟ نزدیک ترین را انتخاب کنید
he_il: מה צבע הפרח? בחר את הקרוב ביותר.
hi_in: फूल का रंग क्या है? निकटतम एक चुनें
hr_hr: Koja je boja cvijeta? Odaberite najbližeg.
hu_hu: Milyen színű a virág? Válassza ki a legmegfelelőbb színt.
id_id: Apa warna bunga itu? Pilih yang terdekat.
ko_kr: 꽃의 색은 무엇입니까? 가장 가까운 것을 선택하십시오.
lv_lv: Kas ir ziedu krāsa? Izvēlieties tuvāko.
nb_no: Hva er fargen på blomsten? Velg den nærmeste.
nl_nl: Wat is de kleur van de bloem? Kies de kleur die er het dichtst bij komt.
pl_pl: Jakiego koloru jest kwiat? Wybierz najbliższy kolor.
pt_pt: De que cor são as flores? Selecione a mais aproximada. Sempre pode voltar e selecionar uma outra.
ro_ro: Care este culoarea florii? Alege culoarea cea mai apropiată.
sl_si: Kaj je barva cveta? Izberite najustreznejšo.
sr_rs: Која је боја цвијета? Изаберите најближег.
sv_se: Vad har blomman för färg? Välj den närmaste.
uk_ua: Який колір квітки? Виберіть найближчий.
zh_tw: 花的顏色是什麼？ 選擇最接近的一個。
